Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: ActiveQuestWidget/*.lproj/Localizable.strings
Languages: tr

source: Focus Timer
tr: Odaklanma Zamanlayıcısı

source: remaining
tr: kaldı

source: complete
tr: tamamlandı

# percent_complete
source: % complete
tr: % tamamlandı

source: Active Quest
tr: Aktif Görev

source: No Active Quests
tr: Aktif Görev Yok

source: All quests completed!
tr: Tüm görevler tamamlandı!

source: Start Your Adventure
tr: Maceranı Başlat

source: Create your first quest
tr: İlk görevini oluştur

source: Overdue!
tr: Gecikmiş!

source: Due today
tr: Bugün son

source: Due tomorrow
tr: Yarın son

source: days left
tr: gün kaldı

source: Untitled Quest
tr: Başlıksız Görev

source: Progress
tr: İlerleme

# widget_description
source: Track your current quest progress and due dates.
tr: Mevcut görev ilerlemeni ve son tarihleri takip et.

source: Daily Quests
tr: Günlük Görevler

source: quests completed
tr: görev tamamlandı

source: more quests
tr: görev daha

source: Daily Quest Summary
tr: Günlük Görev Özeti

# daily_quest_widget_description
source: Track your daily quests and completion progress.
tr: Günlük görevlerini ve tamamlama ilerlemeni takip et.

source: Done for today!
tr: Bugün için tamamlandı!

# all_quests_completed_today
source: All quests completed for today
tr: Bugün için tüm görevler tamamlandı

# premium_features
source: Premium Feature
tr: Premium Özellik

# premium_widgets_description
source: Upgrade to Premium to use widgets
tr: Widget'ları kullanmak için Premium'a yükseltin
