Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

source: Cancel
fr: Annuler
ja: キャンセル
tr: İptal

source: Save
fr: Enregistrer
ja: 保存
tr: Kaydet

source: Delete
fr: Supprimer
ja: 削除
tr: Sil

source: Edit
fr: Modifier
ja: 編集
tr: Düzenle

source: Close
fr: Fermer
ja: 閉じる
tr: Kapat

source: Back
fr: Retour
ja: 戻る
tr: Geri

source: Next
fr: Suivant
ja: 次へ
tr: İleri

source: Previous
fr: Précédent
ja: 前へ
tr: Önceki

source: Done
fr: Terminé
ja: 完了
tr: Bitti

source: Error
fr: Erreur
ja: エラー
tr: Hata

source: Warning
fr: Avertissement
ja: 警告
tr: Uyarı

source: Success
fr: Succès
ja: 成功
tr: Başarılı

source: Loading...
fr: Chargement...
ja: 読み込み中...
tr: Yükleniyor...

source: Adventure Hub
fr: Centre d’Aventure
ja: 冒険ハブ
tr: Macera Merkezi

source: Quest Tracking
fr: Suivi des Quêtes
ja: クエスト進行
tr: Görev Takibi

source: Quest Creation
fr: Création de Quête
ja: クエスト作成
tr: Görev Yaratımı

source: Character Details
fr: Détails du Personnage
ja: キャラクター詳細
tr: Karakter Detayları

source: Completed Quests
fr: Quêtes Terminées
ja: 達成済みクエスト
tr: Tamamlanan Görevler

source: Settings
fr: Paramètres
ja: 設定
tr: Ayarlar

source: About
fr: À propos
ja: アプリ情報
tr: Hakkında

source: Calendar
fr: Calendrier
ja: カレンダー
tr: Takvim

source: Inventory
fr: Inventaire
ja: 持ち物
tr: Envanter

source: Achievements
fr: Succès
ja: 実績
tr: Başarılar

source: Quest
fr: Quête
ja: クエスト
tr: Görev

source: Quests
fr: Quêtes
ja: クエスト一覧
tr: Görevler

source: Quest Type
fr: Type de Quête
ja: クエストの種類
tr: Görev Türü

source: Quick Quests
fr: Quêtes Rapides
ja: 簡易クエスト
tr: Hızlı Görevler

# choose_from_curated_quest_templates
source: Choose from our curated quest templates
fr: Choisissez parmi nos modèles de quêtes
ja: 厳選されたクエストから選ぶ
tr: Hazırlanmış görev şablonlarımızdan seç

source: Main Quest
fr: Quête Principale
ja: メインクエスト
tr: Ana Görev

source: Side Quest
fr: Quête Secondaire
ja: サブクエスト
tr: Yan Görev

# quest_title
source: Title
fr: Titre
ja: タイトル
tr: Başlık

# quest_description
source: Description
ja: 説明
tr: Açıklama

source: Quest Difficulty
fr: Difficulté de la Quête
ja: 難易度
tr: Görev Zorluğu

# quest_due_date
source: Due Date
fr: Date Limite
ja: 期限
tr: Bitiş Tarihi

source: Basic Information
fr: Informations de Base
ja: 基本情報
tr: Temel Bilgiler

source: Quest Settings
fr: Paramètres de la Quête
ja: クエスト設定
tr: Görev Ayarları

source: Enter quest title
fr: Entrez le titre de la quête
ja: クエスト名を入力
tr: Görev başlığı gir

source: Enter quest description
fr: Entrez la description de la quête
ja: クエストの説明を入力
tr: Görev açıklaması gir

source: Repeat Type
fr: Type de Répétition
ja: 繰り返しタイプ
tr: Tekrar Türü

source: Manage Tasks
fr: Gérer les Tâches
ja: タスク管理
tr: Alt Görevleri Yönet

source: Save Quest
fr: Enregistrer la Quête
ja: クエストを保存
tr: Görevi Kaydet

source: Edit Quest
fr: Modifier la Quête
ja: クエストを編集
tr: Görevi Düzenle

source: Delete Quest
fr: Supprimer la Quête
ja: クエストを削除
tr: Görevi Sil

source: Complete Quest
fr: Terminer la Quête
ja: クエストを完了
tr: Görevi Tamamla

source: Quest Completed!
fr: Quête Terminée !
ja: クエスト達成！
tr: Görev Tamamlandı!

source: Quest Failed
fr: Échec de la Quête
ja: クエスト失敗
tr: Görev Başarısız

source: Quest Expired
fr: Quête Expirée
ja: クエスト期限切れ
tr: Görev Süresi Doldu

source: Mark as Finished
fr: Marquer comme terminée
ja: 完了にする
tr: Bitti Olarak İşaretle

source: Finished
fr: Terminé
ja: 完了
tr: Bitti

# first_quest_title
source: The First Step
fr: Le Premier Pas
ja: 最初の一歩
tr: İlk Adım

# first_quest_description
source: Every hero's journey begins with a single step.
fr: Chaque voyage de héros commence par un simple pas.
ja: すべての勇者の旅は一歩から始まる。
tr: Her kahramanın yolculuğu tek bir adımla başlar.

# first_quest_task_1
source: Add your first quest
fr: Ajoute ta première quête
ja: 最初のクエストを追加する
tr: İlk görevini ekle

# first_quest_task_2
source: Explore your character
fr: Explore ton personnage
ja: キャラクターを探索する
tr: Karakterini keşfet

source: Active Today
fr: Actives Aujourd’hui
ja: 今日のアクティブ
tr: Bugün Aktif

source: Inactive Today
fr: Inactives Aujourd’hui
ja: 今日の非アクティブ
tr: Bugün Pasif

source: All Quests
fr: Toutes les Quêtes
ja: すべてのクエスト
tr: Tüm Görevler

source: Today
fr: Aujourd’hui
ja: 今日
tr: Bugün

source: Task
fr: Tâche
ja: タスク
tr: Alt Görev

source: Tasks
fr: Tâches
ja: タスク一覧
tr: Alt Görevler

source: Add Task
fr: Ajouter une Tâche
ja: タスクを追加
tr: Alt Görev Ekle

source: Add New Task
fr: Nouvelle Tâche
ja: 新しいタスクを追加
tr: Yeni Alt Görev Ekle

source: Edit Tasks
fr: Modifier les Tâches
ja: タスクを編集
tr: Alt Görevleri Düzenle

source: Enter task description
fr: Entrez la description de la tâche
ja: タスクの説明を入力
tr: Alt görev açıklaması gir

source: Remove Task
fr: Supprimer la Tâche
ja: タスクを削除
tr: Alt Görevi Kaldır

source: Task Completed
fr: Tâche Terminée
ja: タスク完了
tr: Alt Görev Tamamlandı

source: Task Incomplete
fr: Tâche Incomplète
ja: 未完了タスク
tr: Alt Görev Tamamlanmadı

source: One Time
fr: Unique
ja: 1回のみ
tr: Tek Seferlik

source: Daily
fr: Quotidienne
ja: 毎日
tr: Günlük

source: Weekly
fr: Hebdomadaire
ja: 毎週
tr: Haftalık

source: Monthly
fr: Mensuelle
ja: 毎月
tr: Aylık

source: Character
fr: Personnage
ja: キャラクター
tr: Karakter

source: Character Test
fr: Test du Personnage
ja: キャラクターテスト
tr: Karakter Testi

source: Character Preview
fr: Aperçu du Personnage
ja: キャラクタープレビュー
tr: Karakter Önizlemesi

# customize_character
source: Customize Your Character
fr: Personnalise ton Personnage
ja: キャラクターをカスタマイズ
tr: Karakterini Özelleştir

source: Customize Your Hero
fr: Personnalise ton Héros
ja: 勇者をカスタマイズ
tr: Kahramanını Özelleştir

source: Create your unique character
fr: Crée ton héros unique
ja: 自分だけのキャラを作成
tr: Benzersiz karakterini oluştur

source: Select Background
fr: Choisir un Fond
ja: 背景を選択

# choose_character_background
source: Choose your character's background
fr: Choisis l’arrière-plan de ton personnage
ja: キャラクターの背景を選ぶ

source: Background
fr: Fond
ja: 背景

source: No Background
fr: Aucun Fond
ja: 背景なし

source: Background 1
fr: Fond 1
ja: 背景1

source: Background 2
fr: Fond 2
ja: 背景2

source: Background 3
fr: Fond 3
ja: 背景3

source: Background 4
fr: Fond 4
ja: 背景4

source: Save Changes
fr: Enregistrer les Modifications
ja: 変更を保存
tr: Değişiklikleri Kaydet

# tap_to_apply_changes
source: Tap to apply your changes
fr: Appuie pour appliquer les changements
ja: タップして変更を適用

source: Create Your Character
fr: Crée ton Personnage
ja: キャラクターを作成
tr: Karakterini Oluştur

source: Preview
fr: Aperçu
ja: プレビュー
tr: Önizleme

source: Confirm Selection
fr: Confirmer la Sélection
ja: 選択を確定
tr: Seçimi Onayla

# continueButton
source: Continue
fr: Continuer
ja: 続ける
tr: Devam Et

source: Your Character
fr: Ton Personnage
ja: あなたのキャラクター
tr: Karakterin

source: Customized
fr: Personnalisé
ja: カスタマイズ済み
tr: Özelleştirilmiş

source: Choose Your Title
fr: Choisis ton Titre
ja: 称号を選ぶ
tr: Unvanını Seç

# selectTitleDescription
source: Select a title that reflects your character's destiny
fr: Choisis un titre qui reflète le destin de ton héros
ja: 運命を示す称号を選択してください
tr: Karakterinin kaderini yansıtan bir unvan seç

source: Select Different Title
fr: Choisir un autre Titre
ja: 別の称号を選ぶ
tr: Farklı Unvan Seç

source: Random Title
fr: Titre Aléatoire
ja: ランダム称号
tr: Rastgele Unvan

# chooseFromAvailableTitles
source: Select from the available titles
fr: Choisis parmi les titres disponibles
ja: 利用可能な称号から選ぶ
tr: Mevcut unvanlardan seç

source: Hair Style
fr: Coiffure
ja: 髪型
tr: Saç Stili

source: Eye Style
fr: Style des Yeux
ja: 目のスタイル
tr: Göz Stili

source: Outfit
fr: Tenue
ja: 装備
tr: Kıyafet

source: Weapon
fr: Arme
ja: 武器
tr: Silah

source: Style
ja: スタイル
tr: Stil

source: Level
fr: Niveau
ja: レベル
tr: Seviye

source: Experience
fr: Expérience
ja: 経験値
tr: Deneyim

source: Health
fr: Santé
ja: 体力
tr: Can

source: Mana
ja: マナ

source: Strength
fr: Force
ja: 力
tr: Güç

source: Intelligence
ja: 知力
tr: Zeka

source: Agility
fr: Agilité
ja: 敏捷
tr: Çeviklik

source: Level Up!
fr: Niveau Supérieur !
ja: レベルアップ！
tr: Seviye Atladın!

source: Experience Gained
fr: Expérience Gagnée
ja: 経験値獲得
tr: Deneyim Kazanıldı

source: New Level Reached!
fr: Nouveau Niveau Atteint !
ja: 新しいレベルに到達！
tr: Yeni Seviye Ulaşıldı!

source: Streak
fr: Série
ja: 連続記録
tr: Seri

source: Current Streak
fr: Série Actuelle
ja: 現在の記録
tr: Mevcut Seri

source: Longest Streak
fr: Plus Longue Série
ja: 最長記録
tr: En Uzun Seri

# streak_days
source: days
fr: jours
ja: 日
tr: gün

# streak_day
source: day
fr: jour
ja: 日
tr: gün

# best_streak
source: Best
fr: Meilleure Série
ja: 最高
tr: En İyi

# today_status
source: Today
fr: Aujourd’hui
ja: 今日の状況
tr: Bugün

source: Streak Calendar
fr: Calendrier des Séries
ja: 連続カレンダー
tr: Seri Takvimi

source: Monthly Activity
fr: Activité Mensuelle
ja: 月間アクティビティ
tr: Aylık Aktivite

source: Active Days
fr: Jours Actifs
ja: 活動日数
tr: Aktif Günler

source: Activity Rate
fr: Taux d’Activité
ja: 活動率
tr: Aktivite Oranı

source: Reward
fr: Récompense
ja: 報酬
tr: Ödül

source: Rewards
fr: Récompenses
ja: 報酬一覧
tr: Ödüller

source: Premium Bonus
fr: Bonus Premium
ja: プレミアム特典

source: Achievement
fr: Succès
ja: 実績
tr: Başarım

source: Achievement Unlocked!
fr: Succès Débloqué !
ja: 実績解除！
tr: Başarım Açıldı!

source: Unlocked!
fr: Débloqué !
ja: 解除済み！
tr: Açıldı!

source: Unlock
fr: Débloquer
ja: 解除

source: Locked
fr: Verrouillé
ja: ロック中
tr: Kilitli

source: Experience Points
fr: Points d’Expérience
ja: 経験ポイント
tr: Deneyim Puanı

source: Gold
fr: Or
ja: ゴールド
tr: Altın

source: Items
fr: Objets
ja: アイテム
tr: Eşyalar

source: Notify me
fr: Me notifier
ja: 通知する
tr: Beni haberdar et

# notify_me_about_quest
source: Notify me about this quest
fr: Me prévenir pour cette quête
ja: このクエストの通知を受け取る
tr: Bu görev hakkında beni haberdar et

source: Notification
ja: 通知
tr: Bildirim

source: Notifications
ja: 通知一覧
tr: Bildirimler

source: Reminder
fr: Rappel
ja: リマインダー
tr: Hatırlatma

source: Reminders
fr: Rappels
ja: リマインダー一覧
tr: Hatırlatmalar

source: Enabled
fr: Activé
ja: 有効

source: Disabled
fr: Désactivé
ja: 無効

source: Not Determined
fr: Non défini
ja: 未設定

source: Provisional
fr: Provisoire
ja: 暫定

source: Ephemeral
fr: Éphémère
ja: 一時的

source: Unknown
fr: Inconnu
ja: 不明
tr: Bilinmeyen

# notification_permission_title
source: Traveller, do you want to be notified about your quests?
fr: Voyageur, veux-tu être averti de tes quêtes ?
ja: 旅人よ、クエストの通知を受け取りたいか？

# notification_permission_message
source: Stay on track with your epic adventures! We'll send you gentle reminders to help you complete your quests and level up your character.
fr: Reste sur la bonne voie dans tes aventures épiques ! Nous t’enverrons de doux rappels pour t’aider à accomplir tes quêtes et à faire évoluer ton héros.
ja: 壮大な冒険を忘れないように！ クエストを完了し、キャラを成長させるための優しいリマインダーをお届けします。

# notification_permission_subtitle
source: You can change this anytime in Settings
fr: Tu peux changer cela à tout moment dans les Paramètres
ja: 設定でいつでも変更できます

# notification_permission_allow
source: Yes, notify me!
fr: Oui, avertis-moi !
ja: はい、通知して！

# notification_permission_not_now
source: Not now
fr: Pas maintenant
ja: 今はやめておく

source: Quick Stats
fr: Statistiques Rapides
ja: クイック統計
tr: Hızlı İstatistikler

source: Active Quests
fr: Quêtes Actives
ja: 進行中のクエスト
tr: Aktif Görevler

source: Recent Achievements
fr: Succès Récents
ja: 最近の実績
tr: Son Başarımlar

source: Quick Actions
fr: Actions Rapides
ja: クイックアクション
tr: Hızlı İşlemler

source: Create New Quest
fr: Créer une Nouvelle Quête
ja: 新しいクエストを作成
tr: Yeni Görev Yarat

source: View Completed Quests
fr: Voir les Quêtes Terminées
ja: 完了したクエストを見る
tr: Tamamlanan Görevleri Görüntüle

source: View Character Details
fr: Voir les Détails du Personnage
ja: キャラクター詳細を見る
tr: Karakter Detaylarını Görüntüle

source: Calendar View
fr: Vue Calendrier
ja: カレンダー表示
tr: Takvim Görünümü

source: This Week
fr: Cette Semaine
ja: 今週
tr: Bu Hafta

source: This Month
fr: Ce Mois-ci
ja: 今月
tr: Bu Ay

source: No quests scheduled
fr: Aucune quête prévue
ja: 予定されたクエストなし
tr: Planlanmış görev yok

source: Quests scheduled
fr: Quêtes prévues
ja: 予定されたクエスト
tr: Planlanmış görevler

source: Theme
fr: Thème
ja: テーマ
tr: Tema

source: Language
fr: Langue
ja: 言語
tr: Dil

source: Choose your preferred language
fr: Choisis ta langue préférée
ja: 希望する言語を選択
tr: Tercih ettiğin dili seç

source: Language changes will take effect immediately
fr: Les changements de langue prendront effet immédiatement
ja: 言語の変更はすぐに反映されます
tr: Dil değişiklikleri anında geçerli olacak

# some_system_elements_may_remain_in_previous_language
source: Some system elements may remain in the previous language until the app is restarted
fr: Certains éléments du système peuvent rester dans l’ancienne langue jusqu’au redémarrage de l’application
ja: アプリを再起動するまで一部のシステム要素は以前の言語のままです
tr: Bazı sistem öğeleri uygulama yeniden başlatılana kadar önceki dilde kalabilir

source: Updating language...
fr: Mise à jour de la langue...
ja: 言語を更新中...

source: Sound Effects
fr: Effets Sonores
ja: 効果音
tr: Ses Efektleri

source: Music
fr: Musique
ja: 音楽
tr: Müzik

source: Notifications Enabled
fr: Notifications Activées
ja: 通知を有効化
tr: Bildirimler Açık

source: Data Backup
fr: Sauvegarde des Données
ja: データバックアップ
tr: Veri Yedekleme

source: Export Data
fr: Exporter les Données
ja: データをエクスポート
tr: Veriyi Dışa Aktar

source: Import Data
fr: Importer des Données
ja: データをインポート
tr: Veriyi İçe Aktar

source: Reset Progress
fr: Réinitialiser la Progression
ja: 進行状況をリセット
tr: İlerlemeyi Sıfırla

source: About App
fr: À propos de l’App
ja: アプリについて
tr: Uygulama Hakkında

source: Version
ja: バージョン
tr: Sürüm

source: Privacy Policy
fr: Politique de Confidentialité
ja: プライバシーポリシー
tr: Gizlilik Politikası

source: Terms of Service
fr: Conditions d’Utilisation
ja: 利用規約
tr: Kullanım Koşulları

source: Support
ja: サポート
tr: Destek

source: Add a Review
fr: Laisser un Avis
ja: レビューを書く
tr: Değerlendirme Ekle

# theme_classic
source: Classic
fr: Classique
ja: クラシック
tr: Klasik

# theme_dark
source: Dark
fr: Sombre
ja: ダーク
tr: Koyu

# theme_light
source: Light
fr: Clair
ja: ライト
tr: Açık

# theme_auto
source: Auto
ja: 自動
tr: Otomatik

source: Welcome
fr: Bienvenue
ja: ようこそ
tr: Hoş Geldin

source: Welcome to RPG Habit Planner
fr: Bienvenue dans RPG Habit Planner
ja: RPG習慣プランナーへようこそ
tr: RPG Habit Planner'a Hoş Geldin

source: Create Your Character
fr: Crée ton Personnage
ja: キャラクターを作成
tr: Karakterini Oluştur

source: Choose Your Class
fr: Choisis ta Classe
ja: クラスを選択
tr: Sınıfını Seç

source: Start Your Adventure
fr: Commence ton Aventure
ja: 冒険を始めよう
tr: Macerana Başla

source: Start Adventure!
fr: Commencer l’Aventure !
ja: 冒険開始！
tr: Macera Başlasın!

source: Let's Begin
fr: C’est parti
ja: さあ始めよう
tr: Hadi Başlayalım

source: Confirm Selection
fr: Confirmer la Sélection
ja: 選択を確定
tr: Seçimi Onayla

source: Enter Your Nickname
fr: Entre ton Pseudo
ja: ニックネームを入力
tr: Takma adını gir

source: Nickname
fr: Pseudo
ja: ニックネーム
tr: Takma Ad

# transform_habits_into_epic_adventures
source: Transform Your Habits Into Epic Adventures
fr: Transforme tes habitudes en quêtes épiques
ja: 習慣を壮大な冒険に変えよう
tr: Alışkanlıklarını destansı maceralara dönüştür

source: Create Epic Quests
fr: Crée des Quêtes Épiques
ja: 壮大なクエストを作成
tr: Destansı Görevler Yarat

source: Turn daily tasks into heroic missions
fr: Transforme tes tâches quotidiennes en missions héroïques
ja: 日々のタスクを英雄の使命に変換
tr: Günlük görevlerini kahramanca görevlere dönüştür

source: Earn Rewards
fr: Gagne des Récompenses
ja: 報酬を獲得
tr: Ödüller Kazan

source: Level up and unlock achievements
fr: Monte en niveau et débloque des succès
ja: レベルアップして実績を解除
tr: Seviye atla ve başarımlar aç

source: Track Progress
fr: Suis ta Progression
ja: 進行状況を追跡
tr: İlerlemeni Takip Et

source: Watch your character grow stronger
fr: Regarde ton héros devenir plus fort
ja: キャラクターの成長を見届けよう
tr: Karakterinin güçlenişini izle

# ready_to_begin_adventure
source: Ready to begin your adventure?
fr: Prêt pour l’aventure ?
ja: 冒険を始める準備はできたか？
tr: Macerana başlamak için hazır mısın?

source: Choose Your Hero
fr: Choisis ton Héros
ja: 勇者を選択
tr: Kahramanını Seç

source: Customize Your Hero
fr: Personnalise ton Héros
ja: 勇者をカスタマイズ
tr: Kahramanını Özelleştir

# choose_weapon_and_see_character_come_to_life
source: Choose your weapon and see your character come to life
fr: Choisis ton arme et vois ton héros prendre vie
ja: 武器を選び、キャラクターを生き生きとさせよう
tr: Silahını seç ve karakterinin canlandığını gör

source: Select Your Weapon
fr: Choisis ton Arme
ja: 武器を選択
tr: Silahını Seç

source: Name Your Hero
fr: Nomme ton Héros
ja: 勇者に名前をつける
tr: Kahramanına İsim Ver

# choose_legendary_name_for_character
source: Choose a legendary name for your character
fr: Choisis un nom légendaire pour ton héros
ja: 伝説的な名前を選択
tr: Karakterine efsanevi bir isim seç

source: Enter your hero's name
fr: Entre le nom de ton héros
ja: 勇者の名前を入力
tr: Kahramanının adını gir

source: Maximum 16 characters
fr: Maximum 16 caractères
ja: 最大16文字

source: Ready for Adventure!
fr: Prêt pour l’Aventure !
ja: 冒険の準備完了！
tr: Macera İçin Hazır!

# your_hero_is_ready_to_begin_journey
source: Your hero is ready to begin their journey
fr: Ton héros est prêt à commencer son voyage
ja: 勇者は旅を始める準備ができた
tr: Kahramanın yolculuğa başlamak için hazır

source: Select Monster
fr: Choisis un Monstre
ja: モンスターを選択
tr: Canavar Seç

source: No Monster Selected
fr: Aucun Monstre Sélectionné
ja: モンスター未選択
tr: Canavar Seçilmedi

source: Choose your enemy
fr: Choisis ton Ennemi
ja: 敵を選べ
tr: Düşmanını seç

source: Pomodoros
ja: ポモドーロ
tr: Pomodoro

source: Monster Defeated!
fr: Monstre Vaincu !
ja: モンスター撃破！
tr: Canavar Yenildi!

# you_have_successfully_defeated_monster
source: You have successfully defeated the monster!
fr: Tu as vaincu le monstre avec succès !
ja: モンスターを倒すことに成功！
tr: Canavarı başarıyla yendin!

source: Continue
fr: Continuer
ja: 続ける
tr: Devam Et

source: Warrior
fr: Guerrier
ja: 戦士
tr: Savaşçı

source: Mage
ja: 魔法使い
tr: Büyücü

source: Rogue
fr: Voleur
ja: 盗賊
tr: Haydut

source: Paladin
ja: 聖騎士

source: Archer
ja: 弓使い
tr: Okçu

source: Adventurer
fr: Aventurier
ja: 冒険者
tr: Maceracı

# unknown_error
source: An unknown error occurred
fr: Une erreur inconnue est survenue
ja: 不明なエラーが発生しました
tr: Bilinmeyen bir hata oluştu

source: Heads up
fr: Attention
ja: 注意
tr: Dikkat

source: active quest
fr: quête active
ja: 進行中のクエスト
tr: aktif görev

source: Add Quest
fr: Ajouter une Quête
ja: クエストを追加
tr: Görev Ekle

# network_error
source: Network error occurred
fr: Erreur réseau
ja: ネットワークエラーが発生しました
tr: Ağ hatası oluştu

# data_error
source: Data error occurred
fr: Erreur de données
ja: データエラーが発生しました
tr: Veri hatası oluştu

source: Validation error
fr: Erreur de validation
ja: 入力エラー
tr: Doğrulama hatası

# save_error
source: Failed to save
fr: Échec de l’enregistrement
ja: 保存に失敗しました
tr: Kaydedilemedi

# load_error
source: Failed to load data
fr: Échec du chargement des données
ja: データ読み込みに失敗しました
tr: Veri yüklenemedi

# delete_error
source: Failed to delete
fr: Échec de la suppression
ja: 削除に失敗しました
tr: Silinemedi

source: Invalid input
fr: Entrée invalide
ja: 無効な入力
tr: Geçersiz giriş

source: Quest saved successfully
fr: Quête enregistrée avec succès
ja: クエストを保存しました
tr: Görev başarıyla kaydedildi

source: Quest deleted successfully
fr: Quête supprimée avec succès
ja: クエストを削除しました
tr: Görev başarıyla silindi

source: Quest completed successfully
fr: Quête complétée avec succès
ja: クエストを達成しました
tr: Görev başarıyla tamamlandı

source: Data saved successfully
fr: Données enregistrées avec succès
ja: データを保存しました
tr: Veri başarıyla kaydedildi

source: Settings updated
fr: Paramètres mis à jour
ja: 設定を更新しました
tr: Ayarlar güncellendi

# title_required
source: Title is required
fr: Le titre est requis
ja: タイトルは必須です
tr: Başlık gerekli

# description_required
source: Description is required
fr: La description est requise
ja: 説明は必須です
tr: Açıklama gerekli

# due_date_required
source: Due date is required
fr: La date limite est requise
ja: 期限は必須です
tr: Bitiş tarihi gerekli

source: Invalid date
fr: Date invalide
ja: 無効な日付です
tr: Geçersiz tarih

# date_in_past
source: Date cannot be in the past
fr: La date ne peut pas être dans le passé
ja: 過去の日付は使用できません
tr: Tarih geçmiş olamaz

source: Yesterday
fr: Hier
ja: 昨日
tr: Dün

source: Tomorrow
fr: Demain
ja: 明日
tr: Yarın

source: Next Week
fr: Semaine prochaine
ja: 来週
tr: Gelecek Hafta

source: Next Month
fr: Mois prochain
ja: 来月
tr: Gelecek Ay

# completed
source: Finished
fr: Terminé
ja: 完了
tr: Tamamlandı

source: In Progress
fr: En cours
ja: 進行中
tr: Devam Ediyor

source: Not Started
fr: Non commencé
ja: 未開始
tr: Başlanmadı

source: Overdue
fr: En retard
ja: 期限切れ
tr: Gecikmiş

source: Easy
fr: Facile
ja: 簡単
tr: Kolay

source: Medium
fr: Moyenne
ja: 普通
tr: Orta

source: Hard
fr: Difficile
ja: 難しい
tr: Zor

source: Very Hard
fr: Très difficile
ja: とても難しい
tr: Çok Zor

source: Legendary
fr: Légendaire
ja: 伝説級
tr: Efsanevi

# no_quests
source: No quests yet
fr: Pas encore de quêtes
ja: まだクエストがありません
tr: Henüz görev yok

source: No active quests
fr: Aucune quête active
ja: 進行中のクエストはありません
tr: Aktif görev yok

source: No completed quests
fr: Aucune quête terminée
ja: 完了したクエストはありません
tr: Tamamlanan görev yok

source: No finished quests yet!
fr: Aucune quête terminée pour l’instant !
ja: 完了したクエストはまだありません！
tr: Henüz bitmiş görev yok!

# no_achievements
source: No achievements yet
fr: Aucun succès pour l’instant
ja: 実績はまだありません
tr: Henüz başarım yok

# create_your_first_quest
source: Create your first quest to begin your adventure!
fr: Crée ta première quête pour commencer l’aventure !
ja: 最初のクエストを作成して冒険を始めよう！
tr: Macerana başlamak için ilk görevini oluştur!

# complete_quests_to_earn_rewards
source: Complete quests to earn rewards and level up!
fr: Accomplis des quêtes pour gagner des récompenses et monter de niveau !
ja: クエストを達成して報酬を獲得、レベルアップ！
tr: Ödüller kazanmak ve seviye atlamak için görevleri tamamla!

source: Tap to complete
fr: Appuie pour terminer
ja: タップして完了
tr: Tamamlamak için dokun

source: Tap to edit
fr: Appuie pour modifier
ja: タップして編集
tr: Düzenlemek için dokun

source: Swipe to delete
fr: Balaye pour supprimer
ja: スワイプで削除
tr: Silmek için kaydır

source: Long press for options
fr: Appui long pour les options
ja: 長押しでオプション
tr: Seçenekler için uzun bas

source: Drag to reorder
fr: Fais glisser pour réorganiser
ja: ドラッグで並べ替え
tr: Yeniden sıralamak için sürükle

# accessibility_quest_card
source: Quest card
fr: Carte de quête
ja: クエストカード
tr: Görev kartı

# accessibility_complete_button
source: Complete quest button
fr: Bouton terminer la quête
ja: クエスト完了ボタン
tr: Görev tamamlama butonu

# accessibility_edit_button
source: Edit quest button
fr: Bouton modifier la quête
ja: クエスト編集ボタン
tr: Görev düzenleme butonu

# accessibility_delete_button
source: Delete quest button
fr: Bouton supprimer la quête
ja: クエスト削除ボタン
tr: Görev silme butonu

# accessibility_progress_bar
source: Progress bar
fr: Barre de progression
ja: 進行バー
tr: İlerleme çubuğu

# accessibility_star_rating
source: Star rating
fr: Évaluation par étoiles
ja: 星評価
tr: Yıldız derecelendirmesi

# accessibility_date_picker
source: Date picker
fr: Sélecteur de date
ja: 日付ピッカー
tr: Tarih seçici

source: Home
fr: Accueil
ja: ホーム
tr: Ana Sayfa

source: Focus Timer
fr: Minuteur de focus
ja: フォーカスタイマー
tr: Odak Zamanlayıcı

source: Quest Journal
fr: Journal de quêtes
ja: クエスト日誌
tr: Görev Günlüğü

source: Active
fr: Actives
ja: 進行中
tr: Aktif

source: View All
fr: Tout voir
ja: すべて表示
tr: Tümünü Gör

source: Create Quest
fr: Créer une quête
ja: クエストを作成
tr: Görev Yarat

source: Loading character...
fr: Chargement du personnage...
ja: キャラクターを読み込み中...
tr: Karakter yükleniyor...

source: No achievements yet
fr: Aucun succès pour l’instant
ja: 実績はまだありません
tr: Henüz başarı yok

source: Complete quests to earn achievements!
fr: Accomplis des quêtes pour gagner des succès !
ja: クエストを達成して実績を解除！
tr: Başarımlar kazanmak için görevleri tamamla!

source: Quest Details
fr: Détails de la quête
ja: クエスト詳細
tr: Görev Detayları

# delete_quest_confirmation
source: Delete Quest
fr: Supprimer la quête
ja: クエストを削除
tr: Görevi Sil
