Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# quest_finish_one_time_message
source: This is a one-time quest. Would you like to mark it as finished and receive your rewards?
fr: Ceci est une quête unique. Veux-tu la marquer comme terminée et recevoir tes récompenses ?
ja: 単発クエストです。完了としてマークして報酬を受け取りますか？

# quest_finish_daily_message
source: This daily quest has reached its final day. Would you like to mark it as finished and receive your rewards?
fr: Cette quête quotidienne arrive à son dernier jour. Veux-tu la marquer comme terminée et recevoir tes récompenses ?
ja: このデイリークエストは最終日です。完了としてマークして報酬を受け取りますか？

# quest_finish_weekly_message
source: This weekly quest has reached its final week. Would you like to mark it as finished and receive your rewards?
fr: Cette quête hebdomadaire arrive à sa dernière semaine. Veux-tu la marquer comme terminée et recevoir tes récompenses ?
ja: このウィークリークエストは最終週です。完了としてマークして報酬を受け取りますか？
tr: Haftalık görev tamamlandı!

# quest_finish_scheduled_message
source: This scheduled quest has reached its final day. Would you like to mark it as finished and receive your rewards?
fr: Cette quête planifiée arrive à son dernier jour. Veux-tu la marquer comme terminée et recevoir tes récompenses ?
ja: この予定クエストは最終日です。完了としてマークして報酬を受け取りますか？
tr: Görev bitişi planlandı

# icon_category_general
source: General
fr: Général
ja: 一般
tr: Genel

# icon_category_work
source: Work
fr: Travail
ja: 仕事

# icon_category_personal
source: Personal
fr: Personnel
ja: 個人

# icon_category_health
source: Health
fr: Santé
ja: 健康

# icon_category_study
source: Study
fr: Études
ja: 学習

# icon_category_travel
source: Travel
fr: Voyage
ja: 旅行

# icon_category_food
source: Food
fr: Nourriture
ja: 食べ物

# icon_category_nature
source: Nature
ja: 自然

# icon_category_objects
source: Objects
fr: Objets
ja: 物

# icon_category_emotions
source: Emotions
fr: Émotions
ja: 感情

# selected_tags_count
source: Selected (%d)
fr: Sélectionnés (%d)
ja: 選択済み（%d）

# quest_label
source: Quest:
fr: Quête :
ja: クエスト：

source: Purchase
fr: Acheter
ja: 購入

# weekday_sun
source: Sun
fr: Dim
ja: 日

# weekday_mon
source: Mon
fr: Lun
ja: 月

# weekday_tue
source: Tue
fr: Mar
ja: 火

# weekday_wed
source: Wed
fr: Mer
ja: 水

# weekday_thu
source: Thu
fr: Jeu
ja: 木

# weekday_fri
source: Fri
fr: Ven
ja: 金

# weekday_sat
source: Sat
fr: Sam
ja: 土

source: Purchase failed
fr: Achat échoué
ja: 購入に失敗しました
tr: Satın alma başarısız oldu

source: Successfully purchased %@!
fr: Achat de %@ réussi !
ja: %@ を購入しました！

source: Insufficient gems
fr: Gemmes insuffisantes
ja: ジェムが不足しています
tr: Yetersiz değerli taş

source: No description available
fr: Aucune description disponible
ja: 説明はありません
tr: Açıklama mevcut değil

# item_not_unlocked
source: Item is not unlocked
fr: Objet non débloqué
ja: アイテムは未解放です

# item_not_owned
source: Item is not owned by this user
fr: Objet non possédé par cet utilisateur
ja: このユーザーはアイテムを所持していません

# item_category_mismatch
source: Item category doesn't match equipment slot
fr: La catégorie de l’objet ne correspond pas à l’emplacement
ja: アイテムのカテゴリが装備スロットと一致しません

# max_accessories_exceeded
source: Maximum of 3 accessories can be equipped
fr: Maximum de 3 accessoires équipés
ja: アクセサリーは最大3個まで装備できます

source: Damage Calculation Result
fr: Résultat du calcul des dégâts
ja: ダメージ計算結果

source: Calculating...
fr: Calcul en cours...
ja: 計算中...

source: Calculate Damage
fr: Calculer les dégâts
ja: ダメージを計算
tr: Hasarı hesapla

source: Unknown result
fr: Résultat inconnu
ja: 不明な結果

# error_prefix
source: Error:
fr: Erreur :
ja: エラー:

# damage_applied_message
source: Applied %d damage to your health for missed quests.
fr: %d dégâts appliqués à ta santé pour des quêtes manquées.
ja: 未達のクエストにより %d ダメージを体力に適用しました。
tr: Hasar uygulandı

# no_damage_calculated_message
source: No damage calculated. All quests are up to date!
fr: Aucun dégât calculé. Toutes les quêtes sont à jour !
ja: ダメージは計上されませんでした。すべてのクエストは最新です！

# days_overdue
source: %d day(s) overdue
fr: %d jour(s) de retard
ja: %d日遅れ

source: Focus Timer Complete!
fr: Minuteur de focus terminé !
ja: フォーカスタイマー完了！

# session_finished
source: Your %@ session has finished.
fr: Ta session de %@ est terminée.
ja: %@ のセッションが終了しました。
tr: Oturum tamamlandı

source: Difficulty must be between 1 and 5.
fr: La difficulté doit être comprise entre 1 et 5.
ja: 難易度は1から5の間で指定してください。
tr: Zorluk 1 ile 5 arasında olmalıdır

# due_date_cannot_be_earlier_than_creation
source: Due date cannot be earlier than the creation date.
fr: La date d’échéance ne peut pas être antérieure à la date de création.
ja: 期限は作成日より前には設定できません。

# quest_reminder_title
source: Traveller, don't forget your quest!
fr: Voyageur, n’oublie pas ta quête !
ja: 旅人よ、クエストを忘れないで！
tr: Görev hatırlatıcısı

source: Others
fr: Autres
ja: その他

source: Attack
fr: Attaque
ja: 攻撃

source: Defense
fr: Défense
ja: 防御

source: Focus
fr: Concentration
ja: 集中

source: Luck
fr: Chance
ja: 運

source: Speed
fr: Vitesse
ja: 速度

source: Critical Chance
fr: Chance de critique
ja: クリティカル率

source: Critical Damage
fr: Dégâts critiques
ja: クリティカルダメージ

source: XP Boost
fr: Bonus d’XP
ja: XPブースト

source: Coin Boost
fr: Bonus de pièces
ja: コインブースト
tr: Altın artışı

source: Health Regeneration
fr: Régénération de santé
ja: 体力再生

source: Focus Regeneration
fr: Régénération de concentration
ja: 集中回復

# hair_color_brown
source: Brown
fr: Châtain
ja: 茶色
tr: Kahverengi saç

# hair_color_black
source: Black
fr: Noir
ja: 黒
tr: Siyah saç

# hair_color_blonde
source: Blonde
fr: Blond
ja: 金髪
tr: Sarışın saç

# hair_color_red
source: Red
fr: Roux
ja: 赤
tr: Kırmızı saç

# hair_color_dark_brown
source: Dark Brown
fr: Brun foncé
ja: ダークブラウン

# eye_color_black
source: Black
fr: Noir
ja: 黒
tr: Siyah göz

# eye_color_blue
source: Blue
fr: Bleu
ja: 青
tr: Mavi göz

# eye_color_green
source: Green
fr: Vert
ja: 緑
tr: Yeşil göz

# body_white
source: Fair
fr: Clair
ja: 色白

# body_blue
source: Blue
fr: Bleu
ja: 青

# body_tan
source: Tan
fr: Hâlé
ja: 小麦色
tr: Bronz ten

# body_tan_2
source: Medium Tan
fr: Hâlé moyen
ja: 中間の小麦色

# body_tan_3
source: Dark Tan
fr: Hâlé foncé
ja: 濃い小麦色

# body_purple
source: Purple
fr: Violet
ja: 紫

# body_dark_1
source: Dark
fr: Foncé
ja: ダーク

# body_dark_2
source: Very Dark
fr: Très foncé
ja: とてもダーク
tr: Koyu ten 2

# body_green
source: Green
fr: Vert
ja: 緑

source: Steel Guardian
fr: Gardien d’acier
ja: 鋼の守護者

# steel_guardian_description
source: Superior steel armor with intricate engravings. Offers unmatched defense.
fr: Armure d’acier supérieure aux gravures raffinées. Défense inégalée.
ja: 精緻な彫金が施された上質な鋼の鎧。比類なき防御を提供する。

source: Noble Gown
fr: Robe noble
ja: 貴族の礼装

# noble_gown_description
source: An elegant gown fit for royalty. Made from the finest silks and adorned with precious gems.
fr: Robe élégante digne de la royauté. Soies fines et gemmes précieuses.
ja: 王族にふさわしい優雅な衣装。最高級の絹に宝石をあしらう。

source: Infernal Armor
fr: Armure infernale
ja: 地獄の鎧

# infernal_armor_description
source: Armor forged in the fires of the underworld. Radiates with dark, powerful energy.
fr: Armure forgée dans les flammes des enfers. Rayonne d’une énergie sombre et puissante.
ja: 冥府の炎で鍛えられた鎧。暗く強大な力を放つ。

source: Shadow Cloak
fr: Cape d’ombre
ja: 影の外套

# shadow_cloak_description
source: A cloak that seems to absorb light itself. Perfect for stealth and mystery.
fr: Une cape qui semble absorber la lumière. Parfaite pour la discrétion.
ja: 光を吸い込むような外套。隠密と神秘に最適。

source: Crimson Vestments
fr: Habits cramoisis
ja: 深紅の法衣

# crimson_vestments_description
source: Rich red garments that command attention. Worn by those of great authority.
fr: Vêtements rouges somptueux qui imposent le respect. Portés par les figures d’autorité.
ja: 威厳を放つ濃紅の衣。大いなる権威の証。

source: Traveler's Cloak
fr: Cape du voyageur
ja: 旅人の外套

# travelers_cloak_description
source: A practical cloak designed for long journeys. Provides warmth and protection from the elements.
fr: Cape pratique pour les longs trajets. Offre chaleur et protection contre les éléments.
ja: 長旅に適した実用的な外套。防寒と天候からの保護を提供する。

# mustache_1_brown
source: Classic Brown
fr: Classique brun
ja: クラシック（ブラウン）
tr: Kahverengi bıyık 1

# mustache_1_black
source: Classic Black
fr: Classique noir
ja: クラシック（ブラック）
tr: Siyah bıyık 1

# mustache_1_blonde
source: Classic Blonde
fr: Classique blond
ja: クラシック（金髪）
tr: Sarışın bıyık 1

# mustache_1_dark_brown
source: Classic Dark Brown
fr: Classique brun foncé
ja: クラシック（ダークブラウン）

# mustache_2_brown
source: Handlebar Brown
fr: Guidon brun
ja: ハンドルバー（ブラウン）
tr: Kahverengi bıyık 2

# mustache_2_black
source: Handlebar Black
fr: Guidon noir
ja: ハンドルバー（ブラック）
tr: Siyah bıyık 2

# mustache_2_blonde
source: Handlebar Blonde
fr: Guidon blond
ja: ハンドルバー（金髪）
tr: Sarışın bıyık 2

# mustache_2_dark_brown
source: Handlebar Dark Brown
fr: Guidon brun foncé
ja: ハンドルバー（ダークブラウン）

source: Analytics
fr: Analytique
ja: アナリティクス

# analytics_time_period
source: Time Period
fr: Période
ja: 期間

# analytics_period_week
source: Week
fr: Semaine
ja: 週

# analytics_period_month
source: Month
fr: Mois
ja: 月

# analytics_period_quarter
source: Quarter
fr: Trimestre
ja: 四半期

# analytics_period_year
source: Year
fr: Année
ja: 年

# analytics_period_all_time
source: All Time
fr: Depuis le début
ja: 全期間

# analytics_loading
source: Loading Analytics
fr: Chargement des analyses
ja: 分析を読み込み中

# analytics_loading_description
source: Gathering your personalized insights and recommendations...
fr: Collecte de tes insights et recommandations personnalisés...
ja: あなた向けのインサイトとおすすめを収集中…

# analytics_empty_title
source: No Analytics Available
fr: Aucune analyse disponible
ja: 利用できる分析がありません

# analytics_empty_description
source: Complete some quests to see your personalized analytics and insights.
fr: Accomplis des quêtes pour voir tes analyses et insights personnalisés.
ja: まずいくつかクエストを達成して、個別の分析とインサイトを表示しましょう。

# analytics_refresh
source: Refresh
fr: Rafraîchir
ja: 更新

# analytics_last_updated
source: Last updated:
fr: Dernière mise à jour :
ja: 最終更新:

# analytics_filters
source: Filters
fr: Filtres
ja: フィルター

# analytics_filters_title
source: Analytics Filters
fr: Filtres d’analyse
ja: 分析フィルター

# analytics_quest_performance
source: Quest Performance
fr: Performance des quêtes
ja: クエストパフォーマンス

# analytics_performance_score
source: Performance Score
fr: Score de performance
ja: パフォーマンススコア

# analytics_total_quests
source: Total Quests
fr: Total de quêtes
ja: 総クエスト数

source: Total
ja: 合計

# analytics_total
source: Total
ja: 合計

# analytics_finished_quests
source: Finished
fr: Terminées
ja: 完了

# analytics_partially_completed_quests
source: Partially Completed
fr: Partiellement terminées
ja: 一部完了

# analytics_partial_completion_rate
source: Partial Completion Rate
fr: Taux de complétion partielle
ja: 一部完了率

# analytics_completion_rate
source: Completion Rate
fr: Taux de complétion
ja: 完了率

# analytics_completion_progress
source: Completion Progress
fr: Progression de complétion
ja: 完了進捗

# analytics_performance_insights
source: Performance Insights
fr: Insights de performance
ja: パフォーマンスの洞察

# analytics_avg_completion_time
source: Avg. Completion Time
fr: Temps moyen de complétion
ja: 平均完了時間

# analytics_most_productive_hour
source: Most Productive Hour
fr: Heure la plus productive
ja: 最も生産的な時間帯

# analytics_preferred_difficulty
source: Preferred Difficulty
fr: Difficulté préférée
ja: 好みの難易度

# analytics_difficulty_success_rates
source: Difficulty Success Rates
fr: Taux de réussite par difficulté
ja: 難易度別成功率

# analytics_no_data
source: No data
fr: Pas de données
ja: データなし

# analytics_time_hours_minutes
source: {hours}h {minutes}m
ja: {hours}時間 {minutes}分

# analytics_time_minutes
source: {minutes}m
ja: {minutes}分

# analytics_progression_overview
source: Progression Overview
fr: Vue d’ensemble de la progression
ja: 進行状況の概要

# analytics_level_progress
source: Level Progress
fr: Progression de niveau
ja: レベル進行

# analytics_level_up_rate
source: Level Up Rate
fr: Taux de montée de niveau
ja: レベルアップ率

# analytics_total_coins
source: Total Coins
fr: Total des pièces
ja: 総コイン数
tr: Toplam Altın

# analytics_total_gems
source: Total Gems
fr: Total des gemmes
ja: 総ジェム数
tr: Toplam Mücevher

# analytics_currency_analytics
source: Currency Analytics
fr: Analyses de monnaie
ja: 通貨分析

# analytics_avg_coins_per_quest
source: Avg. Coins/Quest
fr: Moy. pièces/quête
ja: 平均コイン/クエスト

# analytics_avg_gems_per_quest
source: Avg. Gems/Quest
fr: Moy. gemmes/quête
ja: 平均ジェム/クエスト

# analytics_earning_rate
source: Earning Rate
fr: Taux de gains
ja: 獲得レート

# analytics_achievements
source: Achievements
fr: Succès
ja: 実績

# analytics_achievement_progress
source: Achievement Progress
fr: Progression des succès
ja: 実績の進捗

# analytics_recent_achievements
source: Recent Achievements
fr: Succès récents
ja: 最近の実績

# analytics_next_achievements
source: Next Achievements
fr: Prochains succès
ja: 次の実績

# analytics_streak_insights
source: Streak Insights
fr: Insights de séries
ja: 連続達成の洞察

# analytics_current_streak
source: Current Streak
fr: Série actuelle
ja: 現在の連続日数

# analytics_longest_streak
source: Longest Streak
fr: Plus longue série
ja: 最長連続日数

# analytics_avg_streak
source: Avg. Streak
fr: Série moy.
ja: 平均連続日数

# analytics_streak_insights_details
source: Streak Details
fr: Détails de la série
ja: 連続達成の詳細

# analytics_best_streak_day
source: Best Streak Day
fr: Meilleur jour de série
ja: 最も好調な曜日

# analytics_common_break_day
source: Common Break Day
fr: Jour d’interruption le plus courant
ja: 途切れがちな曜日

# analytics_streak_motivation
source: Streak Motivation
fr: Motivation de série
ja: モチベーション

# analytics_streak_motivation_record
source: 🔥 You're on fire! This is your longest streak ever. Keep it up!
fr: 🔥 Tu es en feu ! C’est ta plus longue série. Continue !
ja: 🔥 絶好調！自己最長の連続記録です。このまま続けよう！

# analytics_streak_motivation_halfway
source: You're halfway to your record! You can do it!
fr: Tu es à mi-chemin de ton record ! Tu peux le faire !
ja: 記録の半分まで来ました！いける！

# analytics_streak_motivation_keep_going
source: Great start! Keep building your streak momentum.
fr: Super départ ! Continue à bâtir ton élan.
ja: 良いスタート！勢いを維持しよう。

# analytics_engagement_metrics
source: Engagement Metrics
fr: Mesures d’engagement
ja: エンゲージメント指標

# analytics_engagement_score
source: Engagement Score
fr: Score d’engagement
ja: エンゲージメントスコア

# analytics_sessions_per_week
source: Sessions/Week
fr: Sessions/semaine
ja: 週あたりセッション

# analytics_avg_session
source: Avg. Session
fr: Session moy.
ja: 平均セッション

# analytics_app_opens
source: App Opens
fr: Ouvertures de l’app
ja: アプリ起動回数

# analytics_activity_patterns
source: Activity Patterns
fr: Schémas d’activité
ja: 活動パターン

# analytics_most_active_day
source: Most Active Day
fr: Jour le plus actif
ja: 最も活動的な曜日

# analytics_most_active_hour
source: Most Active Hour
fr: Heure la plus active
ja: 最も活動的な時間帯

# analytics_feature_usage
source: Feature Usage
fr: Utilisation des fonctionnalités
ja: 機能の利用状況

# analytics_customization_preferences
source: Customization Preferences
fr: Préférences de personnalisation
ja: カスタマイズ傾向

# analytics_customization_score
source: Customization Score
fr: Score de personnalisation
ja: カスタマイズスコア

# analytics_customization_frequency
source: Customization Frequency
fr: Fréquence de personnalisation
ja: カスタマイズ頻度

# analytics_last_customization
source: Last Customization
fr: Dernière personnalisation
ja: 最終カスタマイズ

# analytics_preferences
source: Preferences
fr: Préférences
ja: 好み

# analytics_most_used_preset
source: Most Used Preset
fr: Préréglage le plus utilisé
ja: 最も使うプリセット

# analytics_preferred_colors
source: Preferred Colors
fr: Couleurs préférées
ja: 好みの色

# analytics_preferred_accessories
source: Preferred Accessories
fr: Accessoires préférés
ja: 好みのアクセサリー

# analytics_customization_tips
source: Customization Tips
fr: Conseils de personnalisation
ja: カスタマイズのヒント

# analytics_customization_tip_new
source: Try customizing your character to make your journey more personal!
fr: Essaie de personnaliser ton personnage pour rendre ton aventure plus personnelle !
ja: キャラクターをカスタマイズして、旅をもっと自分らしく！

# analytics_customization_tip_occasional
source: You occasionally customize your character. Try new looks to keep things fresh!
fr: Tu personnalises parfois ton personnage. Teste de nouveaux looks pour changer !
ja: ときどきカスタマイズしています。新しい見た目で新鮮さを保とう！

# analytics_customization_tip_active
source: You're very active with customization! Your character looks great!
fr: Tu es très actif en personnalisation ! Ton héros a la classe !
ja: とても積極的にカスタマイズしています！今の見た目は最高！

# analytics_never
source: Never
fr: Jamais
ja: なし

# analytics_recommendations
source: Personalized Recommendations
fr: Recommandations personnalisées
ja: パーソナライズおすすめ

# analytics_no_recommendations_title
source: All Caught Up!
fr: Tout est à jour !
ja: すべて順調！

# analytics_no_recommendations_description
source: You're doing great! No specific recommendations at this time.
fr: Tu t’en sors très bien ! Aucune recommandation pour le moment.
ja: とても良い調子です。今は特別な提案はありません。

# analytics_priority_high
source: HIGH
fr: ÉLEVÉE
ja: 高優先度

# analytics_recommendation_create_more_quests_title
source: Create More Quests
fr: Crée plus de quêtes
ja: クエストを増やそう

# analytics_recommendation_create_more_quests_description
source: You have few quests. Creating more quests will help you build better habits and track your progress.
fr: Tu as peu de quêtes. En créer davantage t’aidera à construire de meilleures habitudes et à suivre ta progression.
ja: クエストが少ないようです。増やすことで習慣化と進捗管理がしやすくなります。

# analytics_recommendation_difficulty_title
source: Adjust Quest Difficulty
fr: Ajuste la difficulté
ja: 難易度の調整

# analytics_recommendation_difficulty_description
source: You're struggling with your current difficulty level. Try reducing the difficulty to improve your completion rate.
fr: Tu peines avec la difficulté actuelle. Essaie de la réduire pour améliorer ton taux de complétion.
ja: 現在の難易度で苦戦しています。難易度を下げて完了率を上げましょう。

# analytics_recommendation_increase_difficulty_title
source: Increase Quest Difficulty
fr: Augmente la difficulté
ja: 難易度を上げよう

# analytics_recommendation_increase_difficulty_description
source: You're doing great with your current difficulty! Consider increasing the challenge to earn more rewards.
fr: Tu gères très bien la difficulté actuelle ! Augmente le défi pour gagner plus de récompenses.
ja: 今の難易度は順調です！報酬アップのために挑戦を高めましょう。

# analytics_recommendation_streak_title
source: Start a New Streak
fr: Commence une nouvelle série
ja: 連続記録を開始

# analytics_recommendation_streak_description
source: Your streak has ended. Start a new one today to build momentum and maintain consistency.
fr: Ta série s’est arrêtée. Relance-en une aujourd’hui pour retrouver l’élan.
ja: 連続記録が途切れました。今日から再スタートして勢いをつけよう。

# analytics_recommendation_streak_continue_title
source: Continue Your Streak
fr: Poursuis ta série
ja: 連続記録を続けよう

# analytics_recommendation_streak_continue_description
source: You're building a good streak! Keep going to reach your longest streak record.
fr: Tu bâtis une belle série ! Continue pour atteindre ton record.
ja: 良い連続記録ができています！最長記録を目指して続けましょう。

# analytics_recommendation_achievements_title
source: Unlock More Achievements
fr: Débloque plus de succès
ja: 実績をもっと解除

# analytics_recommendation_achievements_description
source: You have many achievements to unlock. Focus on completing different types of quests to earn more achievements.
fr: Beaucoup de succès restent à débloquer. Termine différents types de quêtes pour en gagner davantage.
ja: 解除できる実績が多数あります。多様なクエストを達成して実績を増やしましょう。

# analytics_recommendation_timing_title
source: Perfect Time for Quests
fr: Moment idéal pour les quêtes
ja: 最適な時間帯

# analytics_recommendation_timing_description
source: This is your most productive hour! Create or complete quests now for better results.
fr: C’est ton heure la plus productive ! Crée ou termine des quêtes maintenant pour de meilleurs résultats.
ja: あなたの最も生産的な時間帯です！今クエストを作成・達成すると効果的です。

source: Analytics Dashboard
fr: Tableau de bord analytique
ja: 分析ダッシュボード

# analytics_tab_overview
source: Overview
fr: Aperçu
ja: 概要

# analytics_tab_performance
source: Performance
ja: パフォーマンス

# analytics_tab_patterns
source: Patterns
fr: Schémas
ja: パターン

# analytics_tab_recommendations
source: Recommendations
fr: Recommandations
ja: 提案

# analytics_performance_overview
source: Performance Overview
fr: Aperçu des performances
ja: パフォーマンス概要

# analytics_streak_status
source: Streak Status
fr: Statut de série
ja: 連続達成ステータス

# analytics_recent_activity
source: Recent Activity
fr: Activité récente
ja: 最近の活動

# analytics_quick_actions
source: Quick Actions
fr: Actions rapides
ja: クイックアクション

# analytics_last_quest_completed
source: Last Quest Completed
fr: Dernière quête terminée
ja: 最後に完了したクエスト

# analytics_new_quest_created
source: New Quest Created
fr: Nouvelle quête créée
ja: 新規クエスト作成

# analytics_level_up
source: Level Up!
fr: Montée de niveau !
ja: レベルアップ！

# analytics_view_details
source: View Details
fr: Voir les détails
ja: 詳細を見る

# analytics_quest_performance_chart
source: Quest Performance Chart
fr: Graphique de performance des quêtes
ja: クエストパフォーマンス（グラフ）

# analytics_difficulty_analysis
source: Difficulty Analysis
fr: Analyse de la difficulté
ja: 難易度分析

# analytics_completion_trends
source: Completion Trends
fr: Tendances de complétion
ja: 完了トレンド

# analytics_productivity_heatmap
source: Productivity Heatmap
fr: Carte de chaleur de productivité
ja: 生産性ヒートマップ

# analytics_time_analysis
source: Time Analysis
fr: Analyse temporelle
ja: 時間分析

# analytics_customization_patterns
source: Customization Patterns
fr: Schémas de personnalisation
ja: カスタマイズ傾向

# analytics_priority_recommendations
source: Priority Recommendations
fr: Recommandations prioritaires
ja: 優先度の高い提案

# analytics_improvement_suggestions
source: Improvement Suggestions
fr: Suggestions d’amélioration
ja: 改善提案

# analytics_goal_setting
source: Goal Setting
fr: Définition d’objectifs
ja: 目標設定

source: Adjust Difficulty
fr: Ajuster la difficulté
ja: 難易度を調整

source: Increase Difficulty
fr: Augmenter la difficulté
ja: 難易度を上げる

source: Start Streak
fr: Commencer une série
ja: 連続記録を開始

source: Continue Streak
fr: Poursuivre la série
ja: 連続記録を続ける

source: View Achievements
fr: Voir les succès
ja: 実績を見る

source: Create Quest Now
fr: Créer une quête maintenant
ja: 今すぐクエスト作成

# gear_slot_head
source: HEAD
fr: TÊTE
ja: 頭部

# gear_slot_weapon
source: WEAPON
fr: ARME
ja: 武器

# gear_slot_shield
source: SHIELD
fr: BOUCLIER
ja: 盾

# gear_slot_outfit
source: OUTFIT
fr: TENUE
ja: 装備

# gear_slot_wings
source: WING
fr: AILLES
ja: 翼

# gear_slot_pet
source: PET
fr: ANIMAL
ja: ペット

# shop_category_weapons
source: Weapons
fr: Armes
ja: 武器

# shop_category_armor
source: Armor
fr: Armures
ja: 防具

# shop_category_wings
source: Wings
fr: Ailes
ja: 翼

# shop_category_pets
source: Pets
fr: Animaux
ja: ペット

# shop_category_consumables
source: Consumables
fr: Consommables
ja: 消耗品

# armor_subcategory_helmet
source: Helmet
fr: Casque
ja: 兜

# armor_subcategory_outfit
source: Outfit
fr: Tenue
ja: 装束

# armor_subcategory_shield
source: Shield
fr: Bouclier
ja: 盾

# consumable_subcategory_potions
source: Potions
ja: ポーション

# consumable_subcategory_boosts
source: Boosts
ja: ブースト

# analytics_partial_finished
source: Partial Finished
fr: Partiellement terminé
ja: 一部完了

# analytics_detailed_view_title
source: Detailed %@ View
fr: Vue détaillée de %@
ja: 「%@」の詳細ビュー

# analytics_detailed_view_description
source: This would show detailed analytics for %@
fr: Cela affichera des analyses détaillées pour %@
ja: ここに「%@」の詳細な分析が表示されます

# achievement_first_steps_title
source: First Steps
fr: Premiers pas
ja: 最初の一歩

# achievement_streak_master_title
source: Streak Master
fr: Maître des séries
ja: ストリークマスター

# achievement_streak_master_description
source: Maintain a 7-day streak
fr: Maintenir une série de 7 jours
ja: 7日連続を維持する

# achievement_quest_master_title
source: Quest Master
fr: Maître des quêtes
ja: クエストマスター
