Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# booster_item_description
source: This item provides temporary bonuses and will be consumed when used.
fr: Cet objet fournit des bonus temporaires et sera consommé à l’usage.
ja: 一時的なボーナスを付与し、使用時に消費されます。
tr: Bu eşya geçici bonuslar sağlar ve kullanıldığında tüketilir.

source: Equipment Item
fr: Objet d’équipement
ja: 装備アイテム
tr: Ekipman Eşyası

# equipment_item_description
source: This item can be equipped to enhance your character's stats.
fr: Cet objet peut être équipé pour améliorer les stats de ton personnage.
ja: 装備してキャラクターの能力値を強化できます。
tr: Bu eşya karakterinin istatistiklerini artırmak için kuşanılabilir.

source: Collectible Item
fr: Objet de collection
ja: コレクションアイテム
tr: Koleksiyonluk Eşya

# collectible_item_description
source: This is a collectible item for display purposes.
fr: Objet de collection destiné à l’exposition.
ja: 鑑賞用・収集用のアイテムです。
tr: Bu eşya yalnızca sergileme amaçlı koleksiyonluk bir eşyadır.

source: Item Details
fr: Détails de l’objet
ja: アイテム詳細
tr: Eşya Detayları

source: Use
fr: Utiliser
ja: 使用
tr: Kullan

source: Equip
fr: Équiper
ja: 装備
tr: Kuşan

source: Unequip
fr: Déséquiper
ja: 装備解除
tr: Çıkar

source: Failed to use item
fr: Échec de l’utilisation de l’objet
ja: アイテムの使用に失敗しました
tr: Eşya kullanılamadı

source: Item not found in inventory
fr: Objet introuvable dans l’inventaire
ja: インベントリにアイテムが見つかりません
tr: Eşya envanterde bulunamadı

source: Failed to equip item
fr: Échec de l’équipement de l’objet
ja: 装備に失敗しました
tr: Eşya kuşanılamadı

source: Invalid gear category
fr: Catégorie d’équipement invalide
ja: 無効な装備カテゴリです
tr: Geçersiz ekipman kategorisi

source: Item equipped successfully!
fr: Objet équipé avec succès !
ja: 装備しました！
tr: Eşya başarıyla kuşanıldı!

source: Item unequipped successfully!
fr: Objet déséquipé avec succès !
ja: 装備を解除しました！
tr: Eşya başarıyla çıkarıldı!

source: Item used successfully!
fr: Objet utilisé avec succès !
ja: アイテムを使用しました！
tr: Eşya başarıyla kullanıldı!

# no_items_for_category
source: No %@ items
fr: Aucun objet %@
ja: %@ のアイテムはありません
tr: Kategori için %@ eşya yok

# visit_shop_to_get_items
source: Visit the shop to get some %@ items!
fr: Visite la boutique pour obtenir des objets %@ !
ja: ショップで %@ のアイテムを手に入れよう！
tr: Bazı %@ eşyalarını almak için dükkana git!

# no_colors_available_for_hair_style
source: No colors available for this hair style
fr: Aucune couleur disponible pour ce style de cheveux
ja: この髪型に利用可能な色はありません
tr: Bu saç stili için renk mevcut değil

source: Damage History
fr: Historique des dégâts
ja: 被ダメージ履歴
tr: Hasar Geçmişi

source: Loading damage history...
fr: Chargement de l’historique des dégâts...
ja: 被ダメージ履歴を読み込み中...
tr: Hasar geçmişi yükleniyor...

source: No damage taken
fr: Aucun dégât subi
ja: ダメージは受けていません
tr: Hasar alınmadı

# view_all_damage_events
source: View all %d damage events
fr: Voir les %d événements de dégâts
ja: 全 %d 件のダメージイベントを見る
tr: Tüm %d hasar olaylarını gör

# damage_info_title
source: How Damage Works
fr: Comment fonctionnent les dégâts
ja: ダメージの仕組み
tr: Hasar Nasıl İşler

# damage_info_message
source: You take damage when you miss quest deadlines. Daily quests deal 3 HP per missed day, weekly quests deal 8 HP, and one-time quests deal 10 HP. Complete quests on time to avoid damage!
fr: Tu subis des dégâts lorsque tu manques les échéances des quêtes. Les quêtes quotidiennes infligent 3 PV par jour manqué, les quêtes hebdomadaires 8 PV, et les quêtes uniques 10 PV. Accomplis tes quêtes à temps pour éviter les dégâts !
ja: クエストの期限を逃すとダメージを受けます。デイリーは1日ごとに3HP、ウィークリーは8HP、単発クエストは10HPのダメージです。時間通りにクエストを完了してダメージを回避しよう！
tr: Görev bitiş tarihlerini kaçırdığında hasar alırsın. Günlük görevler kaçırılan gün başına 3 HP, haftalık görevler 8 HP ve tek seferlik görevler 10 HP hasar verir. Hasar almamak için görevleri zamanında tamamla!

source: Lesser Healing Elixir
fr: Élixir de soins mineur
ja: 癒しの霊薬・小
tr: Küçük İyileştirme İksiri

# lesser_healing_elixir_description
source: Restores 15 HP. A basic healing potion made from common herbs.
fr: Restaure 15 PV. Une potion de soins basique faite d’herbes communes.
ja: HPを15回復。一般的な薬草で作られた基本の回復薬。
tr: 15 HP yeniler. Yaygın otlardan yapılmış basit bir iksir.

source: Vitality Draught
fr: Breuvage de vitalité
ja: 活力の霊酒
tr: Can İksiri

# vitality_draught_description
source: Restores 30 HP. A reliable healing potion for adventurers.
fr: Restaure 30 PV. Une potion fiable pour les aventuriers.
ja: HPを30回復。冒険者に頼られる安定の回復薬。
tr: 30 HP yeniler. Maceracılar için güvenilir bir iksir.

source: Greater Restoration Tonic
fr: Tonique de grande restauration
ja: 大回復の強壮薬
tr: Büyük Yenilenme Tonuğu

# greater_restoration_tonic_description
source: Restores 50 HP. A powerful healing potion that can save your life.
fr: Restaure 50 PV. Une puissante potion qui peut te sauver la vie.
ja: HPを50回復。命を救うこともある強力な回復薬。
tr: 50 HP yeniler. Hayatını kurtarabilecek güçlü bir iksir.

source: Supreme Life Essence
fr: Essence de vie suprême
ja: 至高の生命精髄
tr: Yüce Yaşam Özütü

# supreme_life_essence_description
source: Restores 75 HP. An exceptional healing potion with rare ingredients.
fr: Restaure 75 PV. Une potion exceptionnelle aux ingrédients rares.
ja: HPを75回復。希少素材を用いた極上の回復薬。
tr: 75 HP yeniler. Nadir içeriklerle hazırlanmış olağanüstü bir iksir.

source: Phoenix Tears
fr: Larmes de phénix
ja: 不死鳥の涙
tr: Anka Gözyaşları

# phoenix_tears_description
source: Fully restores health. A legendary potion that brings you back from the brink of death.
fr: Restaure entièrement la santé. Une potion légendaire qui te ramène du seuil de la mort.
ja: 体力を全回復。死の淵からも蘇らせる伝説の秘薬。
tr: Sağlığı tamamen yeniler. Seni ölümün eşiğinden geri getiren efsanevi bir iksir.

source: Wisdom's Breath
fr: Souffle de sagesse
ja: 叡智の吐息
tr: Bilgeliğin Nefesi

# wisdoms_breath_description
source: Increases XP gain by 25% for 30 minutes
fr: Augmente le gain d’XP de 25 % pendant 30 minutes
ja: 30分間、獲得XPが25%増加
tr: 30 dakika boyunca XP kazanımını %25 artırır

source: Scholar's Insight
fr: Clairvoyance du savant
ja: 学者の洞察
tr: Bilgenin iç yüzü

# scholars_insight_description
source: Increases XP gain by 50% for 1 hour
fr: Augmente le gain d’XP de 50 % pendant 1 heure
ja: 1時間、獲得XPが50%増加

source: Master's Enlightenment
fr: Illumination du maître
ja: 達人の悟り
tr: Ustanın Aydınlanması

# masters_enlightenment_description
source: Increases XP gain by 100% for 2 hours
fr: Augmente le gain d’XP de 100 % pendant 2 heures
ja: 2時間、獲得XPが100%増加
tr: 2 saat boyunca XP kazanımını %100 artırır

source: Ancient Knowledge Essence
fr: Essence de savoir ancien
ja: 古代知識の精髄
tr: Kadim Bilgelik Özütü

# ancient_knowledge_essence_description
source: Increases XP gain by 200% for 4 hours
fr: Augmente le gain d’XP de 200 % pendant 4 heures
ja: 4時間、獲得XPが200%増加
tr: 4 saat boyunca XP kazanımını %200 artırır

source: Merchant's Blessing
fr: Bénédiction du marchand
ja: 商人の加護
tr: Tüccarın Bereketi

# merchants_blessing_description
source: Increases coin gain by 25% for 30 minutes
fr: Augmente le gain de pièces de 25 % pendant 30 minutes
ja: 30分間、コイン獲得量が25%増加
tr: 30 dakika boyunca altın kazanımını %25 artırır

source: Wealth Attractor
fr: Attracteur de richesse
ja: 富の引き寄せ
tr: Zenginlik Çekicisi

# wealth_attractor_description
source: Increases coin gain by 50% for 1 hour
fr: Augmente le gain de pièces de 50 % pendant 1 heure
ja: 1時間、コイン獲得量が50%増加
tr: 1 saat boyunca altın kazanımını %50 artırır

source: Golden Fortune
fr: Fortune dorée
ja: 黄金の幸運
tr: Altın Talihi

# golden_fortune_description
source: Increases coin gain by 100% for 2 hours
fr: Augmente le gain de pièces de 100 % pendant 2 heures
ja: 2時間、コイン獲得量が100%増加
tr: 2 saat boyunca altın kazanımını %100 artırır

source: Dragon's Hoard Essence
fr: Essence du trésor du dragon
ja: 竜の財宝の精髄
tr: Ejderhanın Hazine Özütü

# dragons_hoard_essence_description
source: Increases coin gain by 200% for 4 hours
fr: Augmente le gain de pièces de 200 % pendant 4 heures
ja: 4時間、コイン獲得量が200%増加
tr: 4 saat boyunca altın kazanımını %200 artırır

source: Azure Bloom
fr: Fleur d’azur
ja: 蒼穹の花
tr: Gökyüzü Çiçeği

# azure_bloom_description
source: A beautiful blue flower that seems to capture the essence of a clear summer sky. Its petals shimmer with an inner light that brings peace to those who wear it.
fr: Une magnifique fleur bleue qui capture l’essence d’un ciel d’été limpide. Ses pétales scintillent d’une lueur intérieure apaisante.
ja: 澄みわたる夏空の本質を宿す青い花。花弁は内なる光で瞬き、身に着けた者に安らぎをもたらす。
tr: Açık yaz göğünün özünü yakalıyor gibi görünen güzel mavi bir çiçek. Taç yaprakları içsel bir ışıkla parlar ve onu takanlara huzur getirir.

source: Rose Petal
fr: Pétale de rose
ja: 薔薇の花弁

# rose_petal_description
source: A delicate red rose petal that adds elegance and beauty to your character. Its soft fragrance brings a touch of romance and grace.
fr: Un délicat pétale de rose rouge qui ajoute élégance et beauté. Son parfum léger apporte une touche de romance et de grâce.
ja: 気高く美しい赤い花弁。ほのかな香りがロマンスと優雅さを添える。

source: Emerald Petal
fr: Pétale d’émeraude
ja: 翠玉の花弁
tr: Zümrüt Yaprak

# emerald_petal_description
source: A lovely green flower with leaves that sparkle like morning dew. It radiates natural energy and seems to enhance the wearer's connection to nature.
fr: Une jolie fleur verte aux feuilles scintillant comme la rosée du matin. Elle rayonne d’énergie naturelle et renforce le lien avec la nature.
ja: 朝露のように煌めく葉を持つ緑の花。自然の力を放ち、身に着ける者と自然のつながりを高める。
tr: Sabah çiyi gibi parlayan yapraklara sahip güzel yeşil bir çiçek. Doğal enerji yayar ve takanın doğayla bağını güçlendirir.

source: Amethyst Blossom
fr: Fleur d’améthyste
ja: 紫晶の花
tr: Ametist Çiçeği

# amethyst_blossom_description
source: An elegant purple flower with petals that seem to glow with mystical energy. Wearing it grants a sense of wisdom and inner strength.
fr: Une élégante fleur violette dont les pétales semblent briller d’une énergie mystique. La porter confère sagesse et force intérieure.
ja: 神秘の光を帯びる紫の花。叡智と内なる力を与えてくれる。
tr: Mistisizmiyle parlayan taç yaprakları olan zarif mor bir çiçek. Onu takmak bilgelik ve içsel güç hissi verir.

source: Sapphire Spectacles
fr: Lunettes saphir
ja: 蒼玉の眼鏡
tr: Safir Gözlük

# sapphire_spectacles_description
source: Stylish blue glasses with lenses that seem to enhance vision beyond normal human capabilities. The frames are crafted from precious metals and set with tiny sapphire gems.
fr: Lunettes bleues élégantes dont les verres semblent améliorer la vision au-delà du normal. Monture en métal précieux sertie de saphirs.
ja: 視界を常人以上に高める青のレンズ。貴金属のフレームには小さなサファイアが散りばめられている。
tr: Normal insan görme yeteneğini aşan görüş kazandırıyor gibi görünen şık mavi gözlük. Çerçeveler değerli metallerden yapılmış ve küçük safir taşlarla süslenmiştir.

source: Shadow Lenses
fr: Lentilles d’ombre
ja: 影のレンズ
tr: Gölge Lensler

# shadow_lenses_description
source: Classic gray glasses that seem to absorb light rather than reflect it. They grant the wearer an air of mystery and help them blend into shadows.
fr: Lunettes grises classiques qui semblent absorber la lumière. Elles donnent une aura de mystère et aident à se fondre dans les ombres.
ja: 光を反射せず吸い込む灰色の眼鏡。神秘的な雰囲気を醸し、影に溶け込む助けとなる。
tr: Işığı yansıtmak yerine emiyormuş gibi görünen klasik gri gözlük. Takana gizemli bir hava verir ve gölgelerde kaybolmasına yardımcı olur.

source: Ruby Frames
fr: Monture rubis
ja: 紅玉のフレーム
tr: Yakut Çerçeve

# ruby_frames_description
source: Bold red glasses that burn with inner fire. The lenses seem to glow with heat, and wearing them grants an intimidating presence.
fr: Lunettes rouges audacieuses brûlant d’un feu intérieur. Les verres semblent luire, conférant une présence intimidante.
ja: 内なる炎を宿す鮮烈な赤の眼鏡。熱を帯びて輝き、威圧感を与える。
tr: İçsel ateşle yanan cesur kırmızı gözlük. Lensler ısıyla parlıyor gibi görünür ve onu takan kişiye korkutucu bir duruş kazandırır.

source: Moonstone Stud
fr: Clou en pierre de lune
ja: 月長石のピアス
tr: Aytaşı Küpe

# moonstone_stud_description
source: A simple earring crafted from pure moonstone. It catches the light like moonlight on water and seems to pulse with gentle energy.
fr: Une simple boucle d’oreille en pierre de lune pure. Elle capte la lumière comme un clair de lune sur l’eau et pulse d’une douce énergie.
ja: 純粋なムーンストーンで作られた一粒ピアス。水面の月光のように光を捉え、穏やかな力が脈打つ。
tr: Saf aytaşından yapılmış basit bir küpe. Suyun üzerindeki ay ışığı gibi ışığı yakalar ve nazik enerjiyle atar gibi görünür.

source: Starlight Hoop
fr: Anneau de starlight
ja: 星明かりのフープ
tr: Yıldız Işığı Halka

# starlight_hoop_description
source: An elegant earring that sparkles like starlight. The metal seems to contain tiny stars that twinkle and dance in the light.
fr: Une boucle élégante qui scintille comme la lumière des étoiles. Le métal semble renfermer de minuscules astres qui brillent.
ja: 星のきらめきのように輝く上品なピアス。金属の中で小さな星々が瞬き踊る。
tr: Yıldız ışığı gibi parıldayan zarif bir küpe. Metal, ışıkta parlayan ve dans eden küçük yıldızları içeriyor gibi görünür.

source: Rose Blush
fr: Fard rosé
ja: ローズブラッシュ
tr: Gül Pembesi

# rose_blush_description
source: A touch of blush that gives the wearer a natural, healthy glow. The color seems to enhance beauty and confidence, making the wearer radiate charm.
fr: Une touche de fard donnant un éclat naturel et sain. La couleur rehausse la beauté et la confiance, faisant rayonner le porteur.
ja: 自然で健康的な血色を与えるチーク。美しさと自信を引き出し、魅力を放たせる。
tr: Takan kişiye doğal, sağlıklı bir parlaklık veren hafif bir allık. Renk, güzelliği ve özgüveni artırır, kişiyi çekici kılar.

source: Shadow Veil
fr: Voile d’ombre
ja: 影のヴェール
tr: Gölge Örtüsü

# shadow_veil_description
source: A mysterious hood woven from shadow essence. Conceals your identity while offering basic protection from the elements.
fr: Une capuche mystérieuse tissée d’essence d’ombre. Masque l’identité et offre une protection basique contre les éléments.
ja: 影の精を織り込んだ謎めくフード。身元を隠し、天候からの基本的な守りを与える。
tr: Gölge özünden dokunmuş gizemli bir başlık. Kimliğini gizlerken temel koruma sağlar.

source: Ironclad Crown
fr: Couronne blindée
ja: 鋼鉄の冠
tr: Demir Taç

# ironclad_crown_description
source: Forged from the finest iron, this crown provides excellent protection while maintaining a regal appearance. Worn by many aspiring knights.
fr: Forgée dans le meilleur fer, cette couronne protège tout en conservant un aspect royal. Portée par de nombreux chevaliers en devenir.
ja: 精錬された鉄で鍛えられた冠。高い防護と堂々たる外見を両立し、多くの騎士見習いが戴く。
tr: En iyi demirden dövülmüş bu taç, görkemli görünümünü korurken mükemmel koruma sağlar. Birçok hevesli şövalye tarafından giyilmiştir.

source: Crimson Crest
fr: Crête cramoisie
ja: 深紅の紋冠
tr: Kızıl Miğfer

# crimson_crest_description
source: A striking helmet adorned with crimson gems. The metal seems to pulse with inner fire, granting its wearer an intimidating presence.
fr: Un casque frappant orné de gemmes cramoisies. Le métal pulse d’un feu intérieur, imposant le respect.
ja: 紅の宝玉を飾った印象的な兜。内なる炎が脈打ち、威圧感を与える。
tr: Kızıl taşlarla süslenmiş etkileyici bir miğfer. Metal içsel ateşle atıyor gibi görünür, takana korkutucu bir duruş kazandırır.

source: Peasant's Garb
fr: Habit de paysan
ja: 農民の衣
tr: Köylü Giysisi

# peasants_garb_description
source: Simple but durable clothing worn by villagers. Though humble in appearance, it has served countless adventurers on their first steps into the unknown.
fr: Vêtements simples mais durables portés par les villageois. Humble d’apparence, il a servi d’innombrables aventuriers à leurs débuts.
ja: 質素だが丈夫な村人の服。見た目は控えめでも、多くの冒険者の最初の一歩を支えてきた。
tr: Köylüler tarafından giyilen basit ama dayanıklı giysiler. Alçakgönüllü görünümüne rağmen sayısız maceracının bilinmeyene ilk adımlarında hizmet etmiştir.

source: Azure Tunic
fr: Tunique azur
ja: 蒼のチュニック
tr: Gökyüzü Tuniği

# azure_tunic_description
source: A beautiful blue tunic that catches the light like morning dew. The fabric is surprisingly resilient, offering both style and protection.
fr: Une belle tunique bleue qui capte la lumière comme la rosée du matin. Tissu résistant alliant style et protection.
ja: 朝露のように光を受ける美しい青の上衣。意外なほど強靭で、スタイルと守りを備える。
tr: Sabah çiyi gibi ışığı yakalayan güzel mavi bir tunik. Kumaş şaşırtıcı derecede dayanıklıdır, hem stil hem de koruma sağlar.

source: Comfort Cloak
fr: Cape de confort
ja: コンフォートクローク
tr: Rahat Pelerin

# comfort_cloak_description
source: A warm, comfortable hoodie that feels like a gentle embrace. Perfect for those long nights of study or quiet contemplation.
fr: Un sweat douillet comme une étreinte. Parfait pour les longues nuits d’étude ou de contemplation.
ja: やさしく包み込む暖かなパーカー。長い学びの夜や静かな思索に最適。
tr: Nazik bir kucaklama gibi hissettiren sıcak ve rahat bir pelerin. Uzun çalışma geceleri veya sessiz düşünceler için mükemmeldir.

source: Silken Grace
fr: Grâce de soie
ja: 絹の優雅
tr: İpeksi Zarafet

# silken_grace_description
source: An elegant dress woven from the finest silk. The fabric flows like water, and the intricate embroidery tells stories of ancient courts.
fr: Robe élégante tissée de la plus fine soie. Le tissu coule comme l’eau, la broderie raconte des histoires d’antiques cours.
ja: 最上の絹で織られた優美なドレス。水のように流れる布地と精緻な刺繍が古の宮廷を物語る。
tr: En iyi ipekten dokunmuş zarif bir elbise. Kumaş su gibi akar ve detaylı işlemeler eski sarayların hikayelerini anlatır.

source: Ironclad Plate
fr: Plastron blindé
ja: 鋼鉄の甲冑
tr: Demir Zırh

# ironclad_plate_description
source: Heavy iron armor that clanks with authority. Each plate has been carefully crafted and fitted, offering superior protection against physical attacks.
fr: Armure de fer lourde qui résonne avec autorité. Chaque plaque ajustée offre une excellente protection physique.
ja: 重厚な鉄の鎧は威厳ある音を響かせる。一枚一枚が丹念に作られ、打撃への高い防護を誇る。
tr: Otoriteyle gürültü çıkaran ağır demir zırh. Her plaka dikkatle işlenmiş ve uyarlanmıştır, fiziksel saldırılara karşı üstün koruma sağlar.

source: Reinforced Ironclad
fr: Blindage renforcé
ja: 強化鋼鉄鎧
tr: Güçlendirilmiş Demir Zırh

# reinforced_ironclad_description
source: Enhanced iron armor with additional reinforcements. The metal has been treated with ancient techniques, making it nearly impervious to common weapons.
fr: Armure de fer améliorée par des renforts. Le métal, traité par des techniques anciennes, devient presque impénétrable.
ja: 追加補強を施した鉄の鎧。古法で処理され、一般的な武器をほぼ通さない。
tr: Ek takviyelerle güçlendirilmiş demir zırh. Metal eski tekniklerle işlenmiş, sıradan silahlara karşı neredeyse dayanılmaz hale getirilmiştir.

source: Crimson Raiment
fr: Habit cramoisi
ja: 深紅の武装衣
tr: Kızıl Zırh

# crimson_raiment_description
source: Bold red armor that burns with inner fire. The metal seems alive, pulsing with heat that intimidates enemies and inspires allies.
fr: Armure rouge flamboyante animée d’un feu intérieur. Elle intimide les ennemis et inspire les alliés.
ja: 内なる炎を燃やす赤の鎧。熱が脈打ち、敵を威圧し味方を鼓舞する。
tr: İçsel ateşle yanan cesur kırmızı zırh. Metal canlıymış gibi atar ve hem düşmanları korkutur hem de müttefikleri cesaretlendirir.

source: Arcane Robes
fr: Robes arcaniques
ja: 秘術の法衣
tr: Büyülü Cübbe

# arcane_robes_description
source: Mystical robes that shimmer with magical energy. Woven with enchanted threads, they enhance magical abilities and protect against arcane attacks.
fr: Robes mystiques miroitant d’énergie magique. Les fils enchantés amplifient les pouvoirs et protègent des attaques arcaniques.
ja: 魔力が揺らめく神秘のローブ。魔術の能力を高め、秘術的な攻撃から守る。
tr: Sihirli enerjilerle parıldayan gizemli cübbeler. Büyülü ipliklerle dokunmuş, büyü yeteneklerini artırır ve büyülü saldırılara karşı korur.

source: Nightwing Shroud
fr: Linceul d’aile-noire
ja: 夜翼の外套
tr: Gece Kanadı Pelerini

# nightwing_shroud_description
source: A mysterious outfit that seems to absorb light itself. Worn by those who walk in shadows, it grants the wearer an otherworldly presence.
fr: Tenue mystérieuse qui semble absorber la lumière. Portée par ceux qui marchent dans l’ombre, elle confère une aura surnaturelle.
ja: 光そのものを吸い込む謎の装束。影を歩む者がまとうと、異界の存在感を得る。
tr: Işığı emiyormuş gibi görünen gizemli bir kıyafet. Gölgelerde yürüyenler tarafından giyilir ve takana doğaüstü bir varlık hissi verir.

source: Inferno Mantle
fr: Manteau d’inferno
ja: 煉獄のマント
tr: Alev Pelerini

# inferno_mantle_description
source: A blazing outfit that radiates pure fire energy. The flames dance around the wearer, creating an aura of destruction and power.
fr: Tenue flamboyante irradiante d’énergie de feu. Les flammes dansent autour du porteur, créant une aura de puissance.
ja: 純粋な炎の力を放つ装束。揺らめく焔が纏い、破壊と力のオーラを生む。
tr: Saf ateş enerjisi yayan alevli bir kıyafet. Alevler kullanıcının etrafında dans eder ve yok edici bir güç aurası oluşturur.

source: Celestial Wings
fr: Ailes célestes
ja: 天翼
tr: Göksel Kanatlar

# celestial_wings_description
source: Pure white wings that glow with divine light. They seem to be made of pure energy, allowing the bearer to soar through the heavens with grace.
fr: Ailes blanches pures illuminées d’une lumière divine. Façonnées d’énergie pure pour voler avec grâce dans les cieux.
ja: 神聖な光に輝く純白の翼。純粋なエネルギーでできており、天を優雅に翔ける。
tr: İlahi ışıkla parlayan saf beyaz kanatlar. Saf enerjiden yapılmış gibidirler ve sahibine göklerde zarafetle uçma imkanı verirler.

source: Phoenix Wings
fr: Ailes de phénix
ja: フェニックスの翼
tr: Anka Kanatları

# phoenix_wings_description
source: Fiery wings that burn with eternal flame. Each feather crackles with heat, and the wings seem to regenerate even from the ashes of destruction.
fr: Ailes de feu brûlant d’une flamme éternelle. Chaque plume crépite et renaît de ses cendres.
ja: 永遠の炎で燃える翼。羽は熱を帯び、灰からでも再生する。
tr: Ebedi ateşle yanan alevli kanatlar. Her tüy sıcaklıkla çıtırdar ve kanatlar yok oluşun küllerinden bile yeniden doğar.

source: Blazing Phoenix Wings
fr: Ailes de phénix flamboyantes
ja: 紅蓮フェニックスの翼

# blazing_phoenix_wings_description
source: Enhanced phoenix wings that blaze with intensified fire. The heat is so intense that enemies nearby feel the scorching power of rebirth.
fr: Ailes de phénix renforcées par un feu intensifié. La chaleur accablante fait sentir le pouvoir de renaissance.
ja: 炎をさらに強めたフェニックスの翼。近づく敵は再生の灼熱を感じる。

source: Blazing Phoenix
fr: Phénix flamboyant
ja: 紅蓮のフェニックス
tr: Alevli Anka

# blazing_phoenix_description
source: Enhanced phoenix wings that blaze with intensified fire. The heat is so intense that enemies nearby feel the scorching power of rebirth.
fr: Ailes de phénix renforcées par un feu intensifié. La chaleur accablante fait sentir le pouvoir de renaissance.
ja: 炎をさらに強めたフェニックスの翼。近づく敵は再生の灼熱を感じる。
tr: Yoğunlaştırılmış ateşle yanan güçlendirilmiş anka kanatları. Isı o kadar güçlüdür ki yakın düşmanlar yeniden doğuşun yakıcı gücünü hisseder.

source: Shadow Wings
fr: Ailes d’ombre
ja: 影翼
tr: Gölge Kanatlar

# shadow_wings_description
source: Dark wings that seem to absorb all light around them. They allow silent flight through the night, perfect for those who prefer to remain unseen.
fr: Ailes sombres qui absorbent la lumière. Permettent un vol silencieux dans la nuit, idéales pour rester invisible.
ja: 周囲の光を吸い込む黒の翼。静かに夜を翔け、姿を見せたくない者に最適。
tr: Çevresindeki tüm ışığı emiyormuş gibi görünen kara kanatlar. Gece boyunca sessiz uçuş sağlar, görünmez kalmayı tercih edenler için mükemmeldir.

source: Oakheart Blade
fr: Lame du cœur-de-chêne
ja: 橡心の刃
tr: Meşe Kalpli Kılıç

# oakheart_blade_description
source: A sword carved from ancient oak, its blade hardened through years of seasoning. Though simple, it has a natural balance that makes it surprisingly effective in skilled hands.
fr: Une épée sculptée dans du chêne ancien, dont la lame s’est durcie au fil des années. Simple mais naturellement équilibrée, elle est redoutable entre des mains expertes.
ja: 古樫から削り出され、長年の乾燥で硬化した剣。素朴ながら、手練には驚くほど扱いやすい。
tr: Kadim meşeden oyulmuş bir kılıç, yıllar boyunca sertleşmiş bir bıçak. Basit olmasına rağmen doğal dengesi onu ustaların elinde etkili kılar.

source: Copper Fang
fr: Croc de cuivre
ja: 銅の牙
tr: Bakır Diş
