Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# booster_stack_effect
source: Stack Effect
fr: Effet d’empilement
ja: スタック効果
tr: Yığın Etkisi

# booster_stack_source
source: Stack Source
fr: Source d’empilement
ja: スタック源
tr: Yığın Kaynağı

# booster_stack_type
source: Stack Type
fr: Type d’empilement
ja: スタック種類
tr: Yığın Türü

# booster_stack_value
source: Stack Value
fr: Valeur d’empilement
ja: スタック値
tr: Yığın Değeri

# booster_stack_time_left
source: Stack Time Left
fr: Temps restant de l’empilement
ja: スタック残り時間
tr: Yığının Kalan Süresi

# booster_stack_minutes
source: Stack Minutes
fr: Minutes d’empilement
ja: スタック分
tr: Dakika

# booster_stack_hours
source: Stack Hours
fr: Heures d’empilement
ja: スタック時間
tr: Saat

# booster_stack_days
source: Stack Days
fr: Jours d’empilement
ja: スタック日
tr: Gün

# booster_stack_permanent
source: Stack Permanent
fr: Empilement permanent
ja: スタック恒久
tr: Kalıcı Yığın

# booster_stack_temporary
source: Stack Temporary
fr: Empilement temporaire
ja: スタック一時
tr: Geçici Yığın

# booster_stack_consumable
source: Stack Consumable
fr: Empilement consommable
ja: スタック消費
tr: Tüketilebilir Yığın

# booster_stack_equipment
source: Stack Equipment
fr: Empilement équipement
ja: スタック装備
tr: Ekipman Yığını

# booster_stack_accessory
source: Stack Accessory
fr: Empilement accessoire
ja: スタックアクセサリー
tr: Aksesuar Yığını

# booster_stack_collectible
source: Stack Collectible
fr: Empilement objet de collection
ja: スタックコレクション
tr: Koleksiyonluk Yığın

# booster_stack_rarity
source: Stack Rarity
fr: Rareté d’empilement
ja: スタックレア度
tr: Yığının Nadirliği

# booster_stack_common
source: Stack Common
fr: Empilement commun
ja: スタック・コモン
tr: Sıradan Yığın

# booster_stack_uncommon
source: Stack Uncommon
fr: Empilement peu commun
ja: スタック・アンコモン
tr: Nadiren Yığın

# booster_stack_rare
source: Stack Rare
fr: Empilement rare
ja: スタック・レア
tr: Nadir Yığın

# booster_stack_epic
source: Stack Epic
fr: Empilement épique
ja: スタック・エピック
tr: Destansı Yığın

# booster_stack_legendary
source: Stack Legendary
fr: Empilement légendaire
ja: スタック・レジェンダリー
tr: Efsanevi Yığın

# booster_stack_description
source: Stack Description
fr: Description d’empilement
ja: スタック説明
tr: Yığın Açıklaması

# booster_stack_usage
source: Stack Usage
fr: Utilisation d’empilement
ja: スタックの使い方
tr: Yığın Kullanımı

# booster_stack_effects
source: Stack Effects
fr: Effets d’empilement
ja: スタック効果
tr: Yığın Etkileri

# booster_stack_duration_remaining
source: Stack Duration Remaining
fr: Durée d’empilement restante
ja: スタック残り効果時間
tr: Kalan Yığın Süresi

# booster_stack_time_remaining
source: Stack Time Remaining
fr: Temps d’empilement restant
ja: スタック残り時間
tr: Kalan Yığın Zamanı

# booster_stack_expires_in
source: Stack Expires In
fr: Empilement expire dans
ja: スタック期限まで
tr: Yığının Süresi Dolmasına Kalan

# booster_stack_expired_on
source: Stack Expired On
fr: Empilement expiré le
ja: スタック期限切れ日
tr: Şu tarihte sona erdi

# booster_stack_activated_on
source: Stack Activated On
fr: Empilement activé le
ja: スタック有効化日
tr: Şu tarihte etkinleştirildi

# booster_stack_deactivated_on
source: Stack Deactivated On
fr: Empilement désactivé le
ja: スタック無効化日
tr: Şu tarihte devre dışı bırakıldı

# booster_stack_activation_time
source: Stack Activation Time
fr: Heure d’activation de l’empilement
ja: スタック有効化時刻
tr: Yığın Etkinleştirme Süresi

# booster_stack_expiration_time
source: Stack Expiration Time
fr: Heure d’expiration de l’empilement
ja: スタック期限時刻
tr: Yığın Bitiş Süresi

# booster_stack_total_bonus
source: Stack Total Bonus
fr: Bonus total d’empilement
ja: スタック合計ボーナス
tr: Toplam Yığın Bonusu

# booster_stack_individual_bonus
source: Stack Individual Bonus
fr: Bonus individuel d’empilement
ja: スタック個別ボーナス
tr: Bireysel Yığın Bonusu

# booster_stack_combined_bonus
source: Stack Combined Bonus
fr: Bonus combiné d’empilement
ja: スタック合算ボーナス
tr: Birleşik Yığın Bonusu

source: Quest Booster
fr: Booster de quête
ja: クエストブースター
tr: Görev Güçlendirici

# total_boost_format
source: Total Boost: +%d%% XP, +%d%% Coins
fr: Bonus total : +%d%% XP, +%d%% pièces
ja: 合計ブースト: +%d%% XP、+%d%% コイン
tr: Toplam Artış: +%d%% XP, +%d%% Altın

# booster_permanent_text
source: Permanent
ja: 恒久
tr: Kalıcı

# booster_temporary_text
source: Temporary
fr: Temporaire
ja: 一時
tr: Geçici

# booster_expired_text
source: Expired
fr: Expiré
ja: 期限切れ
tr: Süresi Doldu

# booster_active_text
source: Active
fr: Actif
ja: 有効
tr: Aktif

# booster_inactive_text
source: Inactive
fr: Inactif
ja: 無効
tr: Pasif

# booster_consumable_text
source: Consumable
fr: Consommable
ja: 消費
tr: Tüketilebilir

# booster_equipment_text
source: Equipment
fr: Équipement
ja: 装備
tr: Ekipman

# booster_accessory_text
source: Accessory
fr: Accessoire
ja: アクセサリー
tr: Aksesuar

# booster_collectible_text
source: Collectible
fr: Objet de collection
ja: コレクション
tr: Koleksiyonluk

# booster_common_text
source: Common
fr: Commun
ja: コモン
tr: Sıradan

# booster_uncommon_text
source: Uncommon
fr: Peu commun
ja: アンコモン
tr: Nadir

# booster_rare_text
source: Rare
ja: レア
tr: Ender

# booster_epic_text
source: Epic
fr: Épique
ja: エピック
tr: Destansı

# booster_legendary_text
source: Legendary
fr: Légendaire
ja: レジェンダリー
tr: Efsanevi

# booster_description_text
source: Description
ja: 説明
tr: Açıklama

# booster_usage_text
source: Usage
fr: Utilisation
ja: 使い方
tr: Kullanım

# booster_effects_text
source: Effects
fr: Effets
ja: 効果
tr: Etkiler

# booster_duration_remaining_text
source: Duration Remaining
fr: Durée restante
ja: 残り効果時間
tr: Kalan Süre

# booster_time_remaining_text
source: Time Remaining
fr: Temps restant
ja: 残り時間
tr: Kalan Zaman

# booster_expires_in_text
source: Expires in
fr: Expire dans
ja: 期限まで
tr: Süresi Dolmasına Kalan

# booster_expired_on_text
source: Expired on
fr: Expiré le
ja: 期限切れ日
tr: Şu tarihte sona erdi

# booster_activated_on_text
source: Activated on
fr: Activé le
ja: 有効化日
tr: Şu tarihte etkinleştirildi

# booster_deactivated_on_text
source: Deactivated on
fr: Désactivé le
ja: 無効化日
tr: Şu tarihte devre dışı bırakıldı

# booster_activation_time_text
source: Activation Time
fr: Heure d’activation
ja: 有効化時刻
tr: Etkinleştirme Süresi

# booster_expiration_time_text
source: Expiration Time
fr: Heure d’expiration
ja: 期限時刻
tr: Bitiş Süresi

# booster_total_bonus_text
source: Total Bonus
fr: Bonus total
ja: 合計ボーナス
tr: Toplam Bonus

# booster_individual_bonus_text
source: Individual Bonus
fr: Bonus individuel
ja: 個別ボーナス
tr: Bireysel Bonus

# booster_combined_bonus_text
source: Combined Bonus
fr: Bonus combiné
ja: 合算ボーナス
tr: Birleşik Bonus

# booster_stack_limit_text
source: Stack Limit
fr: Limite d’empilement
ja: スタック上限
tr: Yığın Limiti

# booster_max_stacks_text
source: Max Stacks
fr: Empilements max
ja: 最大スタック数
tr: Maksimum Yığın

# booster_current_stacks_text
source: Current Stacks
fr: Empilements actuels
ja: 現在のスタック
tr: Mevcut Yığınlar

# booster_stack_bonus_text
source: Stack Bonus
fr: Bonus d’empilement
ja: スタックボーナス
tr: Yığın Bonusu

# booster_stack_multiplier_text
source: Stack Multiplier
fr: Multiplicateur d’empilement
ja: スタック倍率
tr: Yığın Çarpanı

# booster_stack_duration_text
source: Stack Duration
fr: Durée d’empilement
ja: スタック持続
tr: Yığın Süresi

# booster_stack_remaining_text
source: Stack Remaining
fr: Empilement restant
ja: スタック残り
tr: Kalan Yığın Süresi

# booster_stack_expired_text
source: Stack Expired
fr: Empilement expiré
ja: スタック期限切れ
tr: Yığının Süresi Doldu

# booster_stack_active_text
source: Stack Active
fr: Empilement actif
ja: スタック有効
tr: Yığın Aktif

# booster_stack_inactive_text
source: Stack Inactive
fr: Empilement inactif
ja: スタック無効
tr: Yığın Pasif

# booster_stack_effect_text
source: Stack Effect
fr: Effet d’empilement
ja: スタック効果
tr: Yığın Etkisi

# booster_stack_source_text
source: Stack Source
fr: Source d’empilement
ja: スタック源
tr: Yığın Kaynağı

# booster_stack_type_text
source: Stack Type
fr: Type d’empilement
ja: スタック種類
tr: Yığın Türü

# booster_stack_value_text
source: Stack Value
fr: Valeur d’empilement
ja: スタック値
tr: Yığın Değeri

# booster_stack_time_left_text
source: Stack Time Left
fr: Temps restant de l’empilement
ja: スタック残り時間
tr: Kalan Yığın Süresi

# booster_stack_minutes_text
source: Stack Minutes
fr: Minutes d’empilement
ja: スタック分
tr: Dakika

# booster_stack_hours_text
source: Stack Hours
fr: Heures d’empilement
ja: スタック時間
tr: Saat

# booster_stack_days_text
source: Stack Days
fr: Jours d’empilement
ja: スタック日
tr: Gün

# booster_stack_permanent_text
source: Stack Permanent
fr: Empilement permanent
ja: スタック恒久
tr: Kalıcı Yığın

# booster_stack_temporary_text
source: Stack Temporary
fr: Empilement temporaire
ja: スタック一時
tr: Geçici Yığın

# booster_stack_consumable_text
source: Stack Consumable
fr: Empilement consommable
ja: スタック消費
tr: Tüketilebilir Yığın

# booster_stack_equipment_text
source: Stack Equipment
fr: Empilement équipement
ja: スタック装備
tr: Ekipman Yığını

# booster_stack_accessory_text
source: Stack Accessory
fr: Empilement accessoire
ja: スタックアクセサリー
tr: Aksesuar Yığını

# booster_stack_collectible_text
source: Stack Collectible
fr: Empilement objet de collection
ja: スタックコレクション
tr: Koleksiyonluk Yığın

# booster_stack_rarity_text
source: Stack Rarity
fr: Rareté d’empilement
ja: スタックレア度
tr: Yığının Nadirliği

# booster_stack_common_text
source: Stack Common
fr: Empilement commun
ja: スタック・コモン
tr: Sıradan Yığın

# booster_stack_uncommon_text
source: Stack Uncommon
fr: Empilement peu commun
ja: スタック・アンコモン
tr: Nadir Yığın

# booster_stack_rare_text
source: Stack Rare
fr: Empilement rare
ja: スタック・レア
tr: Ender Yığın

# booster_stack_epic_text
source: Stack Epic
fr: Empilement épique
ja: スタック・エピック
tr: Destansı Yığın

# booster_stack_legendary_text
source: Stack Legendary
fr: Empilement légendaire
ja: スタック・レジェンダリー
tr: Efsanevi Yığın

# booster_stack_description_text
source: Stack Description
fr: Description d’empilement
ja: スタック説明
tr: Yığın Açıklaması

# booster_stack_usage_text
source: Stack Usage
fr: Utilisation d’empilement
ja: スタックの使い方
tr: Yığın Kullanımı

# booster_stack_effects_text
source: Stack Effects
fr: Effets d’empilement
ja: スタック効果
tr: Yığın Etkileri

# booster_stack_duration_remaining_text
source: Stack Duration Remaining
fr: Durée d’empilement restante
ja: スタック残り効果時間
tr: Kalan Yığın Süresi

# booster_stack_time_remaining_text
source: Stack Time Remaining
fr: Temps d’empilement restant
ja: スタック残り時間
tr: Kalan Yığın Zamanı

# booster_stack_expires_in_text
source: Stack Expires In
fr: Empilement expire dans
ja: スタック期限まで
tr: Süresi Dolmasına Kalan

# booster_stack_expired_on_text
source: Stack Expired On
fr: Empilement expiré le
ja: スタック期限切れ日
tr: Şu tarihte sona erdi

# booster_stack_activated_on_text
source: Stack Activated On
fr: Empilement activé le
ja: スタック有効化日
tr: Şu tarihte etkinleştirildi

# booster_stack_deactivated_on_text
source: Stack Deactivated On
fr: Empilement désactivé le
ja: スタック無効化日
tr: Şu tarihte devre dışı bırakıldı

# booster_stack_activation_time_text
source: Stack Activation Time
fr: Heure d’activation de l’empilement
ja: スタック有効化時刻
tr: Etkinleştirme Süresi

# booster_stack_expiration_time_text
source: Stack Expiration Time
fr: Heure d’expiration de l’empilement
ja: スタック期限時刻
tr: Bitiş Süresi

# booster_stack_total_bonus_text
source: Stack Total Bonus
fr: Bonus total d’empilement
ja: スタック合計ボーナス
tr: Toplam Yığın Bonusu

# booster_stack_individual_bonus_text
source: Stack Individual Bonus
fr: Bonus individuel d’empilement
ja: スタック個別ボーナス
tr: Bireysel Yığın Bonusu

# booster_stack_combined_bonus_text
source: Stack Combined Bonus
fr: Bonus combiné d’empilement
ja: スタック合算ボーナス
tr: Birleşik Yığın Bonusu

# quest_completion_cooldown
source: Quest completion is on cooldown
fr: La finalisation de la quête est en recharge
ja: クエスト完了はクールダウン中です
tr: Görev tamamlama bekleme süresinde

# task_completion_cooldown
source: Task completion is on cooldown
fr: La finalisation de la tâche est en recharge
ja: タスク完了はクールダウン中です
tr: Görev tamamlama bekleme süresinde

# booster_experience_description
source: Increases experience gained from quests
fr: Augmente l’expérience gagnée via les quêtes
ja: クエストで得られる経験値が増加します
tr: Görevlerden kazanılan deneyimi artırır

# booster_coins_description
source: Increases coins gained from quests
fr: Augmente les pièces gagnées via les quêtes
ja: クエストで得られるコインが増加します
tr: Görevlerden kazanılan altınları artırır

# booster_both_description
source: Increases both experience and coins gained from quests
fr: Augmente à la fois l’expérience et les pièces gagnées via les quêtes
ja: クエストの経験値とコインの両方が増加します
tr: Görevlerden hem deneyim hem altın kazanımını artırır

source: Both
fr: Les deux
ja: 両方
tr: İkisi de

source: Temporary
fr: Temporaire
ja: 一時
tr: Geçici

source: XP Boost Item
fr: Objet bonus d’XP
ja: XPブーストアイテム
tr: XP Güçlendirme Eşyası

source: Coin Boost Item
fr: Objet bonus de pièces
ja: コインブーストアイテム
tr: Altın Güçlendirme Eşyası

# body_type
source: Skin Color
fr: Couleur de peau
ja: 肌の色
tr: Vücut Tipi

source: Hair Back
fr: Arrière des cheveux
ja: 後ろ髪
tr: Arka Saç

source: Outfit Style
fr: Style de tenue
ja: 装備スタイル
tr: Kıyafet Stili

source: Weapon Style
fr: Style d’arme
ja: 武器スタイル
tr: Silah Stili

source: Facial Hair
fr: Pilosité faciale
ja: 顔ひげ
tr: Yüz Saçı

source: Head Accessory
fr: Accessoire de tête
ja: 頭部アクセサリー
tr: Baş Aksesuarı

source: Body Accessory
fr: Accessoire de corps
ja: 身体アクセサリー
tr: Vücut Aksesuarı

source: Natural Skin
fr: Peau naturelle
ja: ナチュラルスキン
tr: Doğal Ten

source: Fair Skin
fr: Peau claire
ja: フェアスキン
tr: Açık Ten

source: Olive Skin
fr: Peau olive
ja: オリーブスキン
tr: Zeytin Ten

source: Dark Skin
fr: Peau foncée
ja: ダークスキン
tr: Koyu Ten

source: Tanned Skin
fr: Peau hâlée
ja: タン肌
tr: Bronz Ten

source: Short Hair
fr: Cheveux courts
ja: ショートヘア
tr: Kısa Saç

source: Long Hair
fr: Cheveux longs
ja: ロングヘア
tr: Uzun Saç

source: Curly Hair
fr: Cheveux bouclés
ja: カールヘア
tr: Kıvırcık Saç

source: Straight Hair
fr: Cheveux lisses
ja: ストレートヘア
tr: Düz Saç

source: Wavy Hair
fr: Cheveux ondulés
ja: ウェーブヘア
tr: Dalgalı Saç

source: Spiky Hair
fr: Cheveux hérissés
ja: スパイキーヘア
tr: Dikenli Saç

source: Bald
fr: Chauve
ja: スキンヘッド
tr: Kel

source: Blue Eyes
fr: Yeux bleus
ja: 青い目
tr: Mavi Göz

source: Green Eyes
fr: Yeux verts
ja: 緑の目
tr: Yeşil Göz

source: Brown Eyes
fr: Yeux marron
ja: 茶色の目
tr: Kahverengi Göz

source: Gray Eyes
fr: Yeux gris
ja: 灰色の目
tr: Gri Göz

source: Hazel Eyes
fr: Yeux noisette
ja: ヘーゼルの目
tr: Ela Göz

source: Casual Outfit
fr: Tenue décontractée
ja: カジュアルな装い
tr: Gündelik Kıyafet

source: Formal Outfit
fr: Tenue formelle
ja: フォーマルな装い
tr: Resmi Kıyafet

source: Armor Outfit
fr: Tenue d’armure
ja: 鎧装束
tr: Zırh Kıyafeti

source: Robes Outfit
fr: Tenue de robes
ja: ローブ装束
tr: Büyücü Cüppesi

source: Adventure Outfit
fr: Tenue d’aventure
ja: 冒険者装備
tr: Maceracı Kıyafeti

# sword_weapon
source: Sword
fr: Épée
ja: 剣
tr: Kılıç

# axe_weapon
source: Axe
fr: Hache
ja: 斧
tr: Balta

# bow_weapon
source: Bow
fr: Arc
ja: 弓
tr: Yay

# staff_weapon
source: Staff
fr: Bâton
ja: 杖
tr: Asa

# dagger_weapon
source: Dagger
fr: Dague
ja: 短剣
tr: Hançer

source: No Mustache
fr: Sans moustache
ja: 口ひげなし
tr: Bıyık Yok

source: Thin Mustache
fr: Moustache fine
ja: 細い口ひげ
tr: İnce Bıyık

source: Thick Mustache
fr: Moustache épaisse
ja: 濃い口ひげ
tr: Kalın Bıyık

source: Handlebar Mustache
fr: Moustache en guidon
ja: ハンドルバーひげ
tr: Kıvrımlı Bıyık

source: No Flower
fr: Sans fleur
ja: 花なし
tr: Çiçek Yok

# rose_flower
source: Rose
ja: バラ
tr: Gül

# daisy_flower
source: Daisy
fr: Marguerite
ja: デイジー
tr: Papatya

# lily_flower
source: Lily
fr: Lys
ja: ユリ
tr: Zambak

# sunflower_flower
source: Sunflower
fr: Tournesol
ja: ひまわり
tr: Ayçiçeği

source: No Accessory
fr: Sans accessoire
ja: アクセサリーなし
tr: Aksesuar Yok

# glasses_accessory
source: Glasses
fr: Lunettes
ja: 眼鏡
tr: Gözlük

# earrings_accessory
source: Earrings
fr: Boucles d’oreilles
ja: ピアス
tr: Küpe

# necklace_accessory
source: Necklace
fr: Collier
ja: ネックレス
tr: Kolye

# hat_accessory
source: Hat
fr: Chapeau
ja: 帽子
tr: Şapka

# natural_skin_description
source: A natural skin tone
fr: Un teint naturel
ja: 自然な肌色
tr: Doğal bir ten rengi

# fair_skin_description
source: A fair, light skin tone
fr: Un teint clair et lumineux
ja: 色白の肌色
tr: Açık, beyaz bir ten

# olive_skin_description
source: A warm, olive skin tone
fr: Un teint chaud, olive
ja: 温かみのあるオリーブ肌
tr: Sıcak, zeytin tonlu bir ten

# dark_skin_description
source: A rich, dark skin tone
fr: Un teint riche et foncé
ja: 深みのあるダーク肌
tr: Koyu, zengin bir ten rengi

# tanned_skin_description
source: A sun-kissed, tanned skin tone
fr: Un teint hâlé par le soleil
ja: 日焼けした小麦色の肌
tr: Güneş görmüş, bronz bir ten

# short_hair_description
source: Short, practical hairstyle
fr: Coiffure courte et pratique
ja: 短く実用的な髪型
tr: Kısa ve pratik saç stili

# long_hair_description
source: Long, flowing hair
fr: Chevelure longue et fluide
ja: 長く流れる髪
tr: Uzun ve dalgalı saçlar

# curly_hair_description
source: Naturally curly hair
fr: Cheveux naturellement bouclés
ja: 自然なカールの髪
tr: Doğal kıvırcık saçlar

# straight_hair_description
source: Smooth, straight hair
fr: Cheveux lisses
ja: なめらかなストレートヘア
tr: Pürüzsüz, düz saç

# wavy_hair_description
source: Gentle waves in the hair
fr: Ondulations douces
ja: やわらかなウェーブヘア
tr: Nazik dalgalarla dolu saçlar

# spiky_hair_description
source: Edgy, spiked hairstyle
fr: Coiffure hérissée et audacieuse
ja: エッジの効いたスパイキーヘア
tr: Keskin, dikenli saç stili

# bald_description
source: Clean-shaven head
fr: Crâne rasé
ja: 剃り上げた頭
tr: Tamamen tıraşlı kafa

# blue_eyes_description
source: Bright blue eyes
fr: Yeux bleus lumineux
ja: 澄んだ青い瞳
tr: Parlak mavi gözler

# green_eyes_description
source: Emerald green eyes
fr: Yeux verts émeraude
ja: エメラルドのような緑の瞳
tr: Zümrüt yeşili gözler

# brown_eyes_description
source: Warm brown eyes
fr: Yeux marron chaleureux
ja: あたたかな茶色の瞳
tr: Sıcak kahverengi gözler

# gray_eyes_description
source: Cool gray eyes
fr: Yeux gris froids
ja: クールな灰色の瞳
tr: Soğuk gri gözler

# hazel_eyes_description
source: Multi-colored hazel eyes
fr: Yeux noisette aux nuances multiples
ja: 多色のヘーゼルの瞳
tr: Çok renkli ela gözler

# casual_outfit_description
source: Comfortable, everyday clothing
fr: Vêtements confortables du quotidien
ja: 快適な日常着
tr: Rahat, gündelik kıyafetler

# formal_outfit_description
source: Elegant, formal attire
fr: Tenue élégante et formelle
ja: 上品なフォーマルウェア
tr: Zarif, resmi kıyafet

# armor_outfit_description
source: Protective battle armor
fr: Armure de combat protectrice
ja: 防御に優れた戦闘用の鎧
tr: Koruyucu savaş zırhı

# robes_outfit_description
source: Mystical robes
fr: Robes mystiques
ja: 神秘的なローブ
tr: Gizemli büyücü cüppesi

# adventure_outfit_description
source: Practical adventure gear
fr: Équipement d’aventure pratique
ja: 実用的な冒険装備
tr: Maceraya uygun dayanıklı giysi

# sword_weapon_description
source: A reliable sword
fr: Une épée fiable
ja: 信頼できる剣
tr: Güvenilir bir kılıç

# axe_weapon_description
source: A powerful axe
fr: Une hache puissante
ja: 強力な斧
tr: Güçlü bir balta

# bow_weapon_description
source: A precise bow
fr: Un arc précis
ja: 正確な弓
tr: Keskin nişancı yayı

# staff_weapon_description
source: A magical staff
fr: Un bâton magique
ja: 魔力を宿す杖
tr: Büyülü bir asa

# dagger_weapon_description
source: A swift dagger
fr: Une dague rapide
ja: 素早い短剣
tr: Hızlı ve keskin bir hançer

# no_mustache_description
source: Clean-shaven face
fr: Visage rasé de près
ja: ひげのない顔
tr: Tertemiz tıraşlı yüz

# thin_mustache_description
source: A thin, elegant mustache
fr: Moustache fine et élégante
ja: 細く上品な口ひげ
tr: İnce ve zarif bir bıyık

# thick_mustache_description
source: A thick, bold mustache
fr: Moustache épaisse et affirmée
ja: 濃く力強い口ひげ
tr: Kalın ve dikkat çekici bir bıyık

# handlebar_mustache_description
source: A distinctive handlebar mustache
fr: Moustache en guidon distinctive
ja: 特徴的なハンドルバーひげ
tr: Kıvrımlı, gösterişli bir bıyık

# no_flower_description
source: No flower accessory
fr: Aucun accessoire fleur
ja: 花のアクセサリーはなし
tr: Çiçek aksesuarı yok

# rose_flower_description
source: A beautiful red rose
fr: Une belle rose rouge
ja: 美しい赤いバラ
tr: Kırmızı bir gül

# daisy_flower_description
source: A cheerful white daisy
fr: Une marguerite joyeuse
ja: 陽気な白いデイジー
tr: Neşeli beyaz bir papatya

# lily_flower_description
source: An elegant lily
fr: Un lys élégant
ja: 気品あるユリ
tr: Zarif bir zambak

# sunflower_flower_description
source: A bright sunflower
fr: Un tournesol éclatant
ja: 明るいひまわり
tr: Parlak bir ayçiçeği

# no_accessory_description
source: No additional accessories
fr: Aucun accessoire supplémentaire
ja: 追加のアクセサリーはなし
tr: Ekstra aksesuar yok

# glasses_accessory_description
source: Stylish glasses
fr: Lunettes stylées
ja: スタイリッシュな眼鏡
tr: Şık bir gözlük

# earrings_accessory_description
source: Decorative earrings
fr: Boucles d’oreilles décoratives
ja: 装飾的なピアス
tr: Dekoratif küpeler

# necklace_accessory_description
source: An elegant necklace
fr: Collier élégant
ja: 上品なネックレス
tr: Zarif bir kolye

# hat_accessory_description
source: A fashionable hat
fr: Chapeau tendance
ja: おしゃれな帽子
tr: Modaya uygun bir şapka

source: Quest Finished!
fr: Quête terminée !
ja: クエスト完了！

source: Choose Icon
fr: Choisir une icône
ja: アイコンを選択

# quest_finish_confirmation
source: Is this quest finished?
fr: Cette quête est-elle terminée ?
ja: このクエストは完了しましたか？
tr: Görev bitirme onayı

source: Yes, finish it!
fr: Oui, terminer !
ja: はい、完了にする！

# quest_finish_confirmation_message
source: Are you sure you want to mark '%@' as finished?
fr: Es-tu sûr de vouloir marquer « %@ » comme terminée ?
ja: 「%@」を完了としてマークしてもよろしいですか？

# no_damage_yet_message
source: This quest hasn't caused any damage yet. Keep up the good work!
fr: Cette quête n’a encore causé aucun dégât. Continue comme ça !
ja: このクエストによるダメージはまだありません。引き続き頑張ろう！

source: Purchase Error
fr: Erreur d’achat
ja: 購入エラー

source: Purchase Successful
fr: Achat réussi
ja: 購入に成功しました

# premium_purchase_success_message
source: Welcome to Premium! You've received 300 bonus gems as a thank you gift.
fr: Bienvenue en Premium ! Tu as reçu 300 gemmes bonus en cadeau.
ja: プレミアムへようこそ！お礼にボーナスジェム300個を受け取りました。

source: An error occurred
fr: Une erreur est survenue
ja: エラーが発生しました

source: An error occurred during purchase
fr: Une erreur est survenue pendant l’achat
ja: 購入処理中にエラーが発生しました

source: Restore Purchases
fr: Restaurer les achats
ja: 購入を復元

# done_button
source: Done
fr: Terminé
ja: 完了

# work_phase
source: Work
fr: Travail
ja: 作業

# short_break_phase
source: Short Break
fr: Courte pause
ja: 小休憩
tr: Kısa mola aşaması

# long_break_phase
source: Long Break
fr: Longue pause
ja: 長休憩

# battle_phase
source: Battle
fr: Combat
ja: バトル

# victory_phase
source: Victory!
fr: Victoire !
ja: 勝利！

# defeat_phase
source: Defeat
fr: Défaite
ja: 敗北

# idle_phase
source: Idle
fr: Inactif
ja: 待機

source: Quest Completion Is Finished Check Popup Examples
fr: Exemples de pop-up de vérification de fin de quête
ja: クエスト完了チェックのポップアップ例

# quest_completion_one_time_message
source: Are you done with this quest? This one-time quest will be marked as finished.
fr: As-tu terminé cette quête ? Cette quête unique sera marquée comme terminée.
ja: このクエストは完了しましたか？この単発クエストは完了としてマークされます。

# quest_completion_daily_message
source: Are you done with this quest? This daily quest will be marked as finished.
fr: As-tu terminé cette quête ? Cette quête quotidienne sera marquée comme terminée.
ja: このクエストは完了しましたか？このデイリークエストは完了としてマークされます。
tr: Günlük görevin tamamlandı!

# quest_completion_weekly_message
source: Are you done with this quest? This weekly quest will be marked as finished.
fr: As-tu terminé cette quête ? Cette quête hebdomadaire sera marquée comme terminée.
ja: このクエストは完了しましたか？このウィークリークエストは完了としてマークされます。

# quest_completion_scheduled_message
source: Are you done with this quest? This scheduled quest will be marked as finished.
fr: As-tu terminé cette quête ? Cette quête planifiée sera marquée comme terminée.
ja: このクエストは完了しましたか？この予定クエストは完了としてマークされます。
