Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# delete_quest_warning
source: Are you sure you want to delete this quest? This action cannot be undone.
fr: Es-tu sûr de vouloir supprimer cette quête ? Cette action est irréversible.
ja: このクエストを削除してもよろしいですか？ この操作は元に戻せません。
tr: Bu görevi silmek istediğinden emin misin? Bu işlem geri alınamaz.

source: Difficulty:
fr: Difficulté :
ja: 難易度:
tr: Zorluk:

source: Completion History
fr: Historique d’accomplissement
ja: 達成履歴
tr: Tamamlama Geçmişi

source: No completions yet
fr: Aucun accomplissement pour le moment
ja: まだ達成はありません
tr: Henüz tamamlanan yok

source: Equipped Weapon
fr: Arme équipée
ja: 装備中の武器
tr: Kuşanılmış Silah

source: Character ID:
fr: ID du personnage :
ja: キャラクターID:
tr: Karakter ID:

source: Quest Calendar
fr: Calendrier des quêtes
ja: クエストカレンダー
tr: Görev Takvimi

source: Set Due Date
fr: Définir la date limite
ja: 期限を設定
tr: Bitiş Tarihi Belirle

source: Due Date
fr: Date limite
ja: 期限
tr: Bitiş Tarihi

source: Default Duration
fr: Durée par défaut
ja: デフォルトの所要時間
tr: Varsayılan Süre

source: remaining
fr: restant
ja: 残り
tr: kalan

source: complete
fr: terminé
ja: 完了
tr: tamamlandı

# percent_complete
source: % complete
fr: % terminé
ja: % 完了
tr: % tamamlandı

source: All quests completed!
fr: Toutes les quêtes sont terminées !
ja: すべてのクエストを完了！
tr: Tüm görevler tamamlandı!

source: Due today
fr: Échéance aujourd’hui
ja: 今日が期限
tr: Bugün bitiyor

source: Due tomorrow
fr: Échéance demain
ja: 明日が期限
tr: Yarın bitiyor

source: days left
fr: jours restants
ja: 日残り
tr: gün kaldı

source: Untitled Quest
fr: Quête sans titre
ja: 無題のクエスト
tr: İsimsiz Görev

source: Dark Mode
fr: Mode sombre
ja: ダークモード
tr: Karanlık Mod

source: Switch between light and dark themes
fr: Basculer entre les thèmes clair et sombre
ja: ライト/ダークテーマを切り替え
tr: Açık ve koyu temalar arasında geçiş yap

source: Notifications settings
fr: Paramètres des notifications
ja: 通知の設定
tr: Bildirim ayarları

# data_and_storage
source: Data & Storage
fr: Données et stockage
ja: データとストレージ
tr: Veri ve Depolama

# data_and_storage_settings
source: Data & Storage settings
fr: Paramètres des données et du stockage
ja: データとストレージの設定
tr: Veri ve Depolama ayarları

# version_info
source: Version 1.0 • © You
fr: Version 1.0 • © Toi
ja: バージョン 1.0 • © You
tr: Sürüm 1.0 • © Sen

source: Your Adventure Awaits
fr: Ton aventure t’attend
ja: あなたの冒険が待っている
tr: Maceran Seni Bekliyor

# class_label
source: Class
fr: Classe
ja: クラス
tr: Sınıf

# weapon_label
source: Weapon
fr: Arme
ja: 武器
tr: Silah

# health_and_wellness
source: Health & Wellness
fr: Santé et bien-être
ja: 健康とウェルネス
tr: Sağlık ve İyilik Hali

source: Productivity
fr: Productivité
ja: 生産性
tr: Üretkenlik

# learning_and_growth
source: Learning & Growth
fr: Apprentissage et progression
ja: 学習と成長
tr: Öğrenme ve Gelişim

source: Mindfulness
fr: Pleine conscience
ja: マインドフルネス
tr: Farkındalık

source: Fitness
ja: フィットネス
tr: Spor

source: Social
ja: ソーシャル
tr: Sosyal

source: days from today
fr: jours à partir d’aujourd’hui
ja: 今日からX日後
tr: bugünden itibaren gün

source: weeks from today
fr: semaines à partir d’aujourd’hui
ja: 今日からX週間後
tr: bugünden itibaren hafta

source: months from today
fr: mois à partir d’aujourd’hui
ja: 今日からXか月後
tr: bugünden itibaren ay

source: Focus Crystal
fr: Cristal de concentration
ja: フォーカスクリスタル
tr: Odak Kristali

# focus_crystal_description
source: A crystal that enhances your focus abilities
fr: Un cristal qui renforce tes capacités de concentration
ja: 集中力を高める結晶
tr: Odak yeteneklerini artıran bir kristal

source: Focus Master
fr: Maître de la concentration
ja: フォーカスマスター
tr: Odak Ustası

# focus_master_description
source: Complete 8 pomodoros in a single battle
fr: Accomplis 8 pomodoros dans un seul combat
ja: 1回の戦闘でポモドーロを8回達成
tr: Tek bir savaşta 8 pomodoro tamamla

source: Dragon Slayer
fr: Pourfendeur de dragons
ja: ドラゴンスレイヤー
tr: Ejderha Avcısı

# dragon_slayer_description
source: Defeat the Flying Dragon
fr: Vaincs le Dragon Volant
ja: 飛竜を討伐する
tr: Uçan Ejderhayı yen

# due_label
source: Due:
fr: Échéance :
ja: 期限:
tr: Bitiş:

source: Use System Appearance
fr: Utiliser l’apparence du système
ja: システムの外観を使用
tr: Sistem Görünümünü Kullan

# repeat_label
source: Repeat
fr: Répéter
ja: 繰り返し
tr: Tekrar

source: Mark Incomplete
fr: Marquer comme incomplète
ja: 未完了にする
tr: Tamamlanmadı Olarak İşaretle

source: Mark Complete
fr: Marquer comme terminée
ja: 完了にする
tr: Tamamlandı Olarak İşaretle

source: Yes
fr: Oui
ja: はい
tr: Evet

source: Created
fr: Créé
ja: 作成
tr: Oluşturuldu

source: Type
ja: 種類
tr: Tür

# main_quest_label
source: Main Quest
fr: Quête principale
ja: メインクエスト
tr: Ana Görev

# completed_label
source: Completed
fr: Terminé
ja: 完了
tr: Tamamlandı

# on_label
source: On
fr: Activé
ja: オン
tr: Açık

# off_label
source: Off
fr: Désactivé
ja: オフ
tr: Kapalı

# widget_description
source: Track your current quest progress and due dates.
fr: Suis la progression de ta quête actuelle et ses échéances.
ja: 現在のクエストの進行状況と期限を追跡します。
tr: Mevcut görev ilerlemeni ve bitiş tarihlerini takip et.

source: Quest Board
fr: Tableau des quêtes
ja: クエスト掲示板
tr: Görev Panosu

# adventure_awaits
source: Adventure awaits, brave one!
fr: L’aventure t’attend, brave héros !
ja: 冒険が君を待っている！
tr: Maceran seni bekliyor, cesur biri!

source: Accept New Quest
fr: Accepter une nouvelle quête
ja: 新しいクエストを受ける
tr: Yeni Görevi Kabul Et

source: Quest Master
fr: Maître des quêtes
ja: クエストマスター
tr: Görev Ustası

# quest_details_title
source: Quest Details
fr: Détails de la quête
ja: クエスト詳細
tr: Görev Detayları

source: Quest Summary
fr: Résumé de la quête
ja: クエスト要約
tr: Görev Özeti

source: Review Quest
fr: Vérifier la quête
ja: クエストを確認
tr: Görevi İncele

source: Accept Quest
fr: Accepter la quête
ja: クエストを受注
tr: Görevi Kabul Et

source: Quest Name
fr: Nom de la quête
ja: クエスト名
tr: Görev Adı

source: Quest Deadline
fr: Date d’échéance
ja: クエスト期限
tr: Görev Bitiş Tarihi

source: Quest Tasks
fr: Tâches de la quête
ja: クエストのタスク
tr: Görev Alt Görevleri

source: Quest Tags
fr: Tags de la quête
ja: クエストタグ
tr: Görev Etiketleri

source: Add Tags
fr: Ajouter des tags
ja: タグを追加
tr: Etiket Ekle

source: No tags selected
fr: Aucun tag sélectionné
ja: タグが選択されていません
tr: Etiket seçilmedi

source: No description
fr: Aucune description
ja: 説明なし
tr: Açıklama yok

source: Stars
fr: Étoiles
ja: 星
tr: Yıldızlar

# tasks_count
source: tasks
fr: tâches
ja: 件のタスク
tr: alt görev

# preparing_quest
source: Preparing your quest...
fr: Préparation de ta quête...
ja: クエストを準備中...
tr: Görev hazırlanıyor...

# greetings_adventurer
source: Greetings, brave adventurer! I have a quest that requires your attention. Are you ready to embark on this journey?
fr: Salutations, brave aventurier ! J’ai une quête qui requiert ton attention. Es-tu prêt à te lancer ?
ja: ごきげんよう、勇敢な冒険者よ！ 君に頼みたいクエストがある。旅立つ準備はできているか？
tr: Selam cesur maceracı! Dikkatini gerektiren bir görevim var. Bu yolculuğa çıkmaya hazır mısın?

source: Mustache
fr: Moustache
ja: 口ひげ
tr: Bıyık

source: Flower
fr: Fleur
ja: 花
tr: Çiçek

# my_quests
source: Quests
fr: Quêtes
ja: クエスト
tr: Görevlerim

source: Loading quests...
fr: Chargement des quêtes...
ja: クエストを読み込み中...
tr: Görevler yükleniyor...

# no_quests_for_date
source: No quests for %@
fr: Aucune quête pour %@
ja: %@ のクエストはありません
tr: %@ için görev yok

# create_quest_to_get_started
source: Create a quest to get started!
fr: Crée une quête pour commencer !
ja: まずはクエストを作成しよう！
tr: Başlamak için bir görev oluştur!

source: Adventure Shop
fr: Boutique d’aventure
ja: 冒険ショップ
tr: Macera Dükkanı

# shop_description
source: Trade your coins and gems for powerful items
fr: Échange tes pièces et gemmes contre des objets puissants
ja: コインとジェムを強力なアイテムと交換しよう
tr: Altınlarını ve mücevherlerini güçlü eşyalarla takas et

source: Adventure awaits, brave one!
fr: L’aventure t’attend, brave héros !
ja: 勇者よ、冒険が待っている！
tr: Maceran seni bekliyor, cesur biri!

# enter_quest_name
source: Enter your quest's name...
fr: Entre le nom de ta quête...
ja: クエスト名を入力...
tr: Görevinin adını gir...

# describe_quest
source: Describe your quest...
fr: Décris ta quête...
ja: クエストの内容を記述...
tr: Görevini açıkla...

source: Creating...
fr: Création...
ja: 作成中...
tr: Oluşturuluyor...

source: RPG Habit Planner
ja: RPG習慣プランナー
tr: RPG Alışkanlık Planlayıcı

# transform_daily_tasks_into_epic_adventures
source: Transform your daily tasks into epic adventures
fr: Transforme tes tâches quotidiennes en aventures épiques
ja: 日々のタスクを壮大な冒険に変えよう
tr: Günlük görevlerini destansı maceralara dönüştür

source: Random Name
fr: Nom aléatoire
ja: ランダム名
tr: Rastgele İsim

source: Custom Hero
fr: Héros personnalisé
ja: カスタムヒーロー
tr: Özel Kahraman

source: Scheduled Days
fr: Jours planifiés
ja: 予定日
tr: Planlanan Günler

source: Quest Damage Calculator
fr: Calculateur de dégâts de quêtes
ja: クエストダメージ計算機
tr: Görev Hasar Hesaplayıcı

# calculate_damage_for_active_quests
source: Calculate damage for all active quests
fr: Calculer les dégâts pour toutes les quêtes actives
ja: 進行中の全クエストのダメージを計算
tr: Tüm aktif görevler için hasar hesapla

source: No active quests found
fr: Aucune quête active trouvée
ja: 進行中のクエストが見つかりません
tr: Aktif görev bulunamadı

source: Today's Total Damage
fr: Total des dégâts d’aujourd’hui
ja: 本日の総ダメージ
tr: Bugünün Toplam Hasarı

source: Last calculated: %@
fr: Dernier calcul : %@
ja: 最終計算: %@
tr: Son hesaplama: %@

source: Filter
fr: Filtrer
ja: フィルター
tr: Filtre

source: Apply
fr: Appliquer
ja: 適用
tr: Uygula

source: No active boosters
fr: Aucun booster actif
ja: 有効なブースターはありません
tr: Aktif güçlendirici yok

source: Visit Shop
fr: Visiter la boutique
ja: ショップへ
tr: Dükkanı Ziyaret Et

source: Appearance
fr: Apparence
ja: 外観
tr: Görünüm

source: General
fr: Général
ja: 一般
tr: Genel

source: Scheduled
fr: Planifié
ja: 予定済み
tr: Planlandı

source: Expires
fr: Expire
ja: 有効期限
tr: Sona Eriyor

source: Failed to update quest tags
fr: Échec de la mise à jour des tags de la quête
ja: クエストタグの更新に失敗しました
tr: Görev etiketleri güncellenemedi

source: Daily quests can only be toggled for today
fr: Les quêtes quotidiennes ne peuvent être basculées que pour aujourd’hui
ja: デイリークエストは本日分のみ切り替え可能です
tr: Günlük görevler yalnızca bugün için değiştirilebilir

# weekly_quests_can_only_be_toggled_in_current_week
source: Weekly quests can only be toggled in the current week
fr: Les quêtes hebdomadaires ne peuvent être basculées que pendant la semaine en cours
ja: ウィークリークエストは今週のみ切り替え可能です
tr: Haftalık görevler yalnızca mevcut hafta içinde değiştirilebilir

# quest_can_only_be_completed_between_creation_and_due_date
source: This quest can only be completed between creation and due date
fr: Cette quête ne peut être accomplie qu’entre la création et la date d’échéance
ja: このクエストは作成日から期限内のみ完了できます
tr: Bu görev yalnızca oluşturulma ve bitiş tarihi arasında tamamlanabilir

# quest_can_only_be_completed_on_scheduled_days
source: This quest can only be completed on scheduled days
fr: Cette quête ne peut être accomplie que les jours planifiés
ja: このクエストは予定日のみ完了できます
tr: Bu görev yalnızca planlanan günlerde tamamlanabilir

source: Failed to delete quest
fr: Échec de la suppression de la quête
ja: クエストの削除に失敗しました
tr: Görev silinemedi

source: Filter by Tags
fr: Filtrer par tags
ja: タグで絞り込む
tr: Etiketlere Göre Filtrele

source: Any
fr: N’importe lequel
ja: いずれか
tr: Herhangi

source: All
fr: Tous
ja: すべて
tr: Tümü

source: Clear All
fr: Tout effacer
ja: すべてクリア
tr: Hepsini Temizle

source: Available Tags
fr: Tags disponibles
ja: 利用可能なタグ
tr: Mevcut Etiketler

source: No tags available
fr: Aucun tag disponible
ja: 利用可能なタグはありません
tr: Etiket yok

# create_first_tag_to_get_started
source: Create your first tag to get started
fr: Crée ton premier tag pour commencer
ja: まずは最初のタグを作成しよう
tr: Başlamak için ilk etiketini oluştur

source: Create New Tag
fr: Créer un nouveau tag
ja: 新しいタグを作成
tr: Yeni Etiket Oluştur

source: Selected Tags
fr: Tags sélectionnés
ja: 選択したタグ
tr: Seçilen Etiketler

source: No tags found
fr: Aucun tag trouvé
ja: タグが見つかりません
tr: Etiket bulunamadı

# try_adjusting_search_or_create_new_tag
source: Try adjusting your search or create a new tag
fr: Essaie d’ajuster ta recherche ou crée un nouveau tag
ja: 検索条件を調整するか、新しいタグを作成してください
tr: Aramayı değiştir veya yeni bir etiket oluştur

source: Create Your First Tag
fr: Crée ton premier tag
ja: 最初のタグを作成
tr: İlk Etiketini Oluştur

source: Select Tags
fr: Sélectionner des tags
ja: タグを選択
tr: Etiket Seç

source: Loading tags...
fr: Chargement des tags...
ja: タグを読み込み中...
tr: Etiketler yükleniyor...

# no_tags_available_for_selection
source: No tags available
fr: Aucun tag disponible
ja: 選択可能なタグはありません
tr: Seçim için etiket yok

# create_first_tag_to_get_started_selection
source: Create your first tag to get started
fr: Crée ton premier tag pour commencer
ja: まずは最初のタグを作成しましょう
tr: Başlamak için ilk etiketini oluştur

source: Search tags...
fr: Rechercher des tags...
ja: タグを検索...

source: Browse All
fr: Tout parcourir
ja: すべて閲覧
tr: Tümünü Göz At

source: Work
fr: Travail
ja: 仕事
tr: İş

source: Personal
fr: Personnel
ja: プライベート
tr: Kişisel

source: Urgent
ja: 緊急
tr: Acil

source: Study
fr: Études
ja: 学習
tr: Çalışma

source: Not Yet
fr: Pas encore
ja: まだ
tr: Henüz Değil

source: Finish Quest
fr: Terminer la quête
ja: クエストを完了
tr: Görevi Bitir

source: Quest Finish Confirmation Popup Examples
fr: Exemples de pop-up de confirmation de fin de quête
ja: クエスト完了確認ポップアップ例
tr: Görev Bitirme Onay Penceresi Örnekleri

source: Tags
ja: タグ
tr: Etiketler

source: No tags assigned
fr: Aucun tag assigné
ja: タグは未設定
tr: Atanmış etiket yok

# customize_your_character_appearance
source: Customize your character's appearance
fr: Personnalise l’apparence de ton personnage
ja: キャラクターの見た目をカスタマイズ
tr: Karakterinin görünümünü özelleştir

source: CUSTOMIZATION
fr: PERSONNALISATION
ja: カスタマイズ
tr: ÖZELLEŞTİRME

source: Quest not found
fr: Quête introuvable
ja: クエストが見つかりません
tr: Görev bulunamadı

source: Failed to create user
fr: Échec de la création de l’utilisateur
ja: ユーザーの作成に失敗しました
tr: Kullanıcı oluşturulamadı

source: User not found
fr: Utilisateur introuvable
ja: ユーザーが見つかりません
tr: Kullanıcı bulunamadı

source: Total Damage Taken
fr: Dégâts totaux subis
ja: 受けた総ダメージ
tr: Alınan Toplam Hasar

source: Error Loading Damage History
fr: Erreur lors du chargement de l’historique des dégâts
ja: ダメージ履歴の読み込みエラー
tr: Hasar geçmişi yüklenirken hata oluştu

source: No Damage History
fr: Aucun historique de dégâts
ja: ダメージ履歴はありません
tr: Hasar Geçmişi Yok

source: Retry
fr: Réessayer
ja: 再試行
tr: Tekrar Dene

# achievement_first_steps
source: First Steps
fr: Premiers pas
ja: ファーストステップ
tr: İlk Adımlar

# achievement_first_steps_description
source: Complete your first quest
fr: Accomplis ta première quête
ja: 最初のクエストを完了する
tr: İlk görevinizi tamamlayın

# achievement_quest_master
source: Quest Master
fr: Maître des quêtes
ja: クエストマスター
tr: Görev Ustası

# achievement_quest_master_description
source: Complete 50 quests
fr: Accomplis 50 quêtes
ja: クエストを50個達成する
tr: 50 görev tamamla

# achievement_speed_runner
source: Speed Runner
ja: スピードランナー
tr: Hız Koşucusu

# achievement_speed_runner_description
source: Complete 3 quests in one day
fr: Accomplis 3 quêtes en une journée
ja: 1日にクエストを3つ完了する
tr: Bir günde 3 görev tamamla

# achievement_consistency
source: Consistency
fr: Régularité
ja: コンシステンシー
tr: Tutarlılık

# achievement_consistency_description
source: Complete quests for 7 days in a row
fr: Accomplis des quêtes 7 jours d’affilée
ja: 7日連続でクエストを達成する
tr: 7 gün üst üste görevleri tamamla

# achievement_level_up
source: Level Up!
fr: Montée de niveau !
ja: レベルアップ！
tr: Seviye Atla!

# achievement_level_up_description
source: Reach level 5
fr: Atteins le niveau 5
ja: レベル5に到達する
tr: Seviye 5'e ulaş

# achievement_veteran
source: Veteran
fr: Vétéran
ja: ベテラン
tr: Kıdemli

# achievement_veteran_description
source: Reach level 20
fr: Atteins le niveau 20
ja: レベル20に到達する
tr: Seviye 20'ye ulaş

# achievement_legend
source: Legend
fr: Légende
ja: レジェンド
tr: Efsane

# achievement_legend_description
source: Reach level 50
fr: Atteins le niveau 50
ja: レベル50に到達する
tr: Seviye 50'ye ulaş

# achievement_experience_hunter
source: Experience Hunter
fr: Chasseur d’expérience
ja: 経験値ハンター
tr: Deneyim Avcısı

# achievement_experience_hunter_description
source: Gain 1000 experience points
fr: Gagne 1000 points d’expérience
ja: 経験値を1000獲得する
tr: 1000 deneyim puanı kazan

# achievement_early_bird
source: Early Bird
fr: Lève-tôt
ja: アーリーバード
tr: Erken Kalkan

# achievement_early_bird_description
source: Work on a quest between 5 AM and 8 AM
fr: Travaille sur une quête entre 5 h et 8 h
ja: 午前5時〜8時の間にクエストに取り組む
tr: 08:00'den önce bir görev tamamla

# achievement_night_owl
source: Night Owl
fr: Oiseau de nuit
ja: ナイトオウル
tr: Gece Kuşu

# achievement_night_owl_description
source: Work on a quest after 10 PM
fr: Travaille sur une quête après 22 h
ja: 午後10時以降にクエストに取り組む
tr: 22:00'den sonra bir görev tamamla

# achievement_weekend_warrior
source: Weekend Warrior
fr: Guerrier du week-end
ja: ウィークエンドウォリアー
tr: Hafta Sonu Savaşçısı

# achievement_weekend_warrior_description
source: Complete 5 quests on a weekend
fr: Accomplis 5 quêtes pendant un week-end
ja: 週末にクエストを5つ完了する
tr: Hafta sonu 5 görev tamamla

# achievement_perfect_day
source: Perfect Day
fr: Journée parfaite
ja: パーフェクトデイ
tr: Mükemmel Gün

# achievement_perfect_day_description
source: Complete all daily quests
fr: Accomplis toutes les quêtes quotidiennes
ja: その日のデイリークエストをすべて完了する
tr: Tüm günlük görevleri tamamla

# achievement_type_quest
source: Quest
fr: Quête
ja: クエスト
tr: Görev

# achievement_type_leveling
source: Leveling
fr: Progression
ja: レベル上げ
tr: Seviye Atlama

# achievement_type_focus
source: Focus
ja: 集中
tr: Odak

# achievement_type_battle
source: Battle
fr: Combat
ja: 戦闘
tr: Savaş

# achievement_type_special
source: Special
fr: Spécial
ja: スペシャル
tr: Özel

# achievement_category_all
source: All
fr: Tous
ja: すべて
tr: Tümü

# achievement_category_quests
source: Quests
fr: Quêtes
ja: クエスト
tr: Görevler

# achievement_category_leveling
source: Leveling
fr: Progression
ja: レベル上げ
tr: Seviye Atlama

# achievement_category_special
source: Special
fr: Spécial
ja: スペシャル
tr: Özel

# quick_quest_hydration_hero
source: Hydration Hero
fr: Héros de l’hydratation
ja: 水分補給の勇者
tr: Hidrasyon Kahramanı

# quick_quest_hydration_hero_description
source: Drink 8 glasses of water throughout the day
fr: Bois 8 verres d’eau tout au long de la journée
ja: 1日を通して水をコップ8杯飲む
tr: Gün boyunca 8 bardak su iç

# quick_quest_hydration_hero_task_1
source: Drink 2 glasses of water in the morning
fr: Bois 2 verres d’eau le matin
ja: 朝に水を2杯飲む
tr: Sabah 2 bardak su iç

# quick_quest_hydration_hero_task_2
source: Drink 2 glasses of water at lunch
fr: Bois 2 verres d’eau au déjeuner
ja: 昼に水を2杯飲む
tr: Öğle yemeğinde 2 bardak su iç

# quick_quest_hydration_hero_task_3
source: Drink 2 glasses of water in the afternoon
fr: Bois 2 verres d’eau l’après-midi
ja: 午後に水を2杯飲む
tr: Öğleden sonra 2 bardak su iç

# quick_quest_hydration_hero_task_4
source: Drink 2 glasses of water in the evening
fr: Bois 2 verres d’eau le soir
ja: 夕方に水を2杯飲む
tr: Akşam 2 bardak su iç

# quick_quest_morning_exercise
source: Morning Exercise
fr: Exercice matinal
ja: 朝のエクササイズ
tr: Sabah Egzersizi

# quick_quest_morning_exercise_description
source: Complete a 15-minute morning workout routine
fr: Réalise une routine matinale de 15 minutes
ja: 朝の15分ワークアウトを完了する
tr: 15 dakikalık sabah antrenmanı tamamla

# quick_quest_morning_exercise_task_1
source: Do 10 push-ups
fr: Fais 10 pompes
ja: 腕立て伏せを10回
tr: 10 şınav çek

# quick_quest_morning_exercise_task_2
source: Do 20 jumping jacks
fr: Fais 20 jumping jacks
ja: ジャンピングジャックを20回
tr: 20 jumping jack yap

# quick_quest_morning_exercise_task_3
source: Do 15 squats
fr: Fais 15 squats
ja: スクワットを15回
tr: 15 squat yap

# quick_quest_morning_exercise_task_4
source: Stretch for 5 minutes
fr: Étire-toi pendant 5 minutes
ja: 5分間ストレッチ
tr: 5 dakika esneme yap

# quick_quest_mindful_reading
source: Mindful Reading
fr: Lecture attentive
ja: マインドフル読書
tr: Dikkatli Okuma

# quick_quest_mindful_reading_description
source: Read for 20 minutes with full attention
fr: Lis pendant 20 minutes avec une pleine attention
ja: 集中して20分読書する
tr: 20 dakika boyunca dikkatle oku

# quick_quest_mindful_reading_task_1
source: Find a quiet reading spot
fr: Trouve un endroit calme pour lire
ja: 静かな読書スペースを見つける
tr: Sessiz bir okuma alanı bul

# quick_quest_mindful_reading_task_2
source: Read for 20 minutes
fr: Lis pendant 20 minutes
ja: 20分読書する
tr: 20 dakika oku

# quick_quest_mindful_reading_task_3
source: Take notes on key points
fr: Prends des notes sur les points clés
ja: 要点をメモする
tr: Önemli noktaları not al

# quick_quest_gratitude_practice
source: Gratitude Practice
fr: Pratique de gratitude
ja: 感謝の実践
tr: Minnettarlık Pratiği

# quick_quest_gratitude_practice_description
source: Write down 3 things you're grateful for today
fr: Écris 3 choses pour lesquelles tu es reconnaissant aujourd’hui
ja: 今日の感謝を3つ書き出す
tr: Bugün minnettar olduğun 3 şeyi yaz

# quick_quest_gratitude_practice_task_1
source: Reflect on your day
fr: Réfléchis à ta journée
ja: 1日を振り返る
tr: Gününü düşün

# quick_quest_gratitude_practice_task_2
source: Write 3 gratitude items
fr: Écris 3 éléments de gratitude
ja: 感謝を3つ書く
tr: 3 minnettarlık maddesi yaz

# quick_quest_gratitude_practice_task_3
source: Feel the positive emotions
fr: Ressens les émotions positives
ja: 前向きな感情を味わう
tr: Pozitif duyguları hisset

# quick_quest_weekly_planning
source: Weekly Planning
fr: Planification hebdomadaire
ja: 週間プランニング
tr: Haftalık Planlama

# quick_quest_weekly_planning_description
source: Plan your week ahead with clear goals and priorities
fr: Planifie ta semaine avec des objectifs et priorités clairs
ja: 目標と優先度を決めて来週の計画を立てる
tr: Haftanı net hedefler ve önceliklerle planla

# quick_quest_weekly_planning_task_1
source: Review last week's achievements
fr: Passe en revue les réussites de la semaine passée
ja: 先週の成果を振り返る
tr: Geçen haftanın başarılarını gözden geçir

# quick_quest_weekly_planning_task_2
source: Set 3 main goals for the week
fr: Fixe 3 objectifs majeurs pour la semaine
ja: 今週の主な目標を3つ設定
tr: Hafta için 3 ana hedef belirle

# quick_quest_weekly_planning_task_3
source: Schedule important tasks
fr: Planifie les tâches importantes
ja: 重要タスクをスケジューリング
tr: Önemli görevleri planla

# quick_quest_weekly_planning_task_4
source: Plan self-care activities
fr: Prévois des activités de bien-être
ja: セルフケアも計画する
tr: Kendi bakım aktivitelerini planla

# quick_quest_skill_development
source: Skill Development
fr: Développement de compétences
ja: スキル開発
tr: Beceri Geliştirme

# quick_quest_skill_development_description
source: Dedicate time to learning a new skill or improving existing ones
fr: Consacre du temps à apprendre une nouvelle compétence ou à améliorer celles que tu as
ja: 新しいスキル学習または既存スキルの強化に時間を割く
tr: Yeni bir beceri öğrenmeye veya mevcutları geliştirmeye zaman ayır

# quick_quest_skill_development_task_1
source: Choose a skill to focus on
fr: Choisis une compétence à travailler
ja: 集中するスキルを選ぶ
tr: Odaklanacağın beceriyi seç

# quick_quest_skill_development_task_2
source: Research learning resources
fr: Recherche des ressources d’apprentissage
ja: 学習リソースを調べる
tr: Öğrenme kaynaklarını araştır

# quick_quest_skill_development_task_3
source: Practice for 30 minutes daily
fr: Pratique 30 minutes par jour
ja: 毎日30分練習する
tr: Her gün 30 dakika pratik yap

# quick_quest_skill_development_task_4
source: Track your progress
fr: Suis ta progression
ja: 進捗を記録する
tr: İlerlemeni takip et

# quick_quest_social_connection
source: Social Connection
fr: Lien social
ja: ソーシャルつながり
tr: Sosyal Bağlantı

# quick_quest_social_connection_description
source: Reach out to friends and family to maintain relationships
fr: Prends des nouvelles des amis et de la famille pour entretenir les relations
ja: 家族や友人に連絡して関係を保つ
tr: Arkadaşların ve ailenle iletişim kurarak ilişkilerini sürdür
