Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# achievement_level_up_title
source: Level Up
fr: Niveau supérieur
ja: レベルアップ

# recommendation_create_more_quests_title
source: Create More Quests
fr: Crée plus de quêtes
ja: クエストを増やそう

# recommendation_create_more_quests_description
source: You've been doing great! Try creating more quests to increase your productivity.
fr: Tu progresses bien ! Essaie de créer plus de quêtes pour améliorer ta productivité.
ja: とても順調です！さらにクエストを作成して生産性を高めましょう。

# recommendation_create_quest_action
source: Create Quest
fr: Créer une quête
ja: クエストを作成

# restores_health_amount
source: Restores %d Health
fr: Restaure %d Santé
ja: 体力を %d 回復

# xp_boost_percentage_duration
source: XP Boost %d%% (%@)
fr: Boost XP %d%% (%@)
ja: XPブースト %d%%（%@）

# coin_boost_percentage_duration
source: Coin Boost %d%% (%@)
fr: Boost pièces %d%% (%@)
ja: コインブースト %d%%（%@）

source: Accessory equipped
fr: Accessoire équipé
ja: アクセサリーを装備しました
tr: Aksesuar kuşanıldı

source: Armor equipped
fr: Armure équipée
ja: 防具を装備しました
tr: Zırh kuşanıldı

# attack_success
source: Attack successful!
fr: Attaque réussie !
ja: 攻撃成功！
tr: Saldırı başarılı!

# beard_1_black
source: Black beard 1
fr: Barbe noire 1
ja: 黒ひげ 1
tr: Siyah sakal 1

# beard_1_blonde
source: Blonde beard 1
fr: Barbe blonde 1
ja: 金ひげ 1
tr: Sarışın sakal 1

# beard_1_brown
source: Brown beard 1
fr: Barbe brune 1
ja: 茶ひげ 1
tr: Kahverengi sakal 1

# beard_2_black
source: Black beard 2
fr: Barbe noire 2
ja: 黒ひげ 2
tr: Siyah sakal 2

# beard_2_blonde
source: Blonde beard 2
fr: Barbe blonde 2
ja: 金ひげ 2
tr: Sarışın sakal 2

# beard_2_brown
source: Brown beard 2
fr: Barbe brune 2
ja: 茶ひげ 2
tr: Kahverengi sakal 2

# body_dark
source: Dark skin
fr: Peau foncée
ja: ダーク肌
tr: Koyu ten

# body_light
source: Light skin
fr: Peau claire
ja: ライト肌
tr: Açık ten

# body_medium
source: Medium skin
fr: Peau moyenne
ja: ミディアム肌
tr: Orta ten

source: Boost active
fr: Boost actif
ja: ブースト有効
tr: Güçlendirme aktif

source: Boost applied
fr: Boost appliqué
ja: ブーストを適用しました
tr: Güçlendirme uygulandı

source: Boost duration remaining
fr: Durée de boost restante
ja: ブースト残り時間
tr: Kalan güçlendirme süresi

source: Boost expired
fr: Boost expiré
ja: ブーストの期限切れ
tr: Güçlendirme süresi doldu

source: Booster shop
fr: Boutique de boosts
ja: ブースターショップ
tr: Güçlendirme mağazası

source: Coin multiplier
fr: Multiplicateur de pièces
ja: コイン倍率
tr: Altın çarpanı

source: Connection successful
fr: Connexion réussie
ja: 接続に成功しました
tr: Bağlantı başarılı

source: Critical hit!
fr: Coup critique !
ja: クリティカルヒット！
tr: Kritik vuruş!

source: Daily bonus received
fr: Bonus quotidien reçu
ja: デイリーボーナスを受け取りました
tr: Günlük bonus alındı

source: Damage calculation in progress...
fr: Calcul des dégâts en cours...
ja: ダメージ計算中…
tr: Hasar hesaplanıyor...

source: Damage log
fr: Journal des dégâts
ja: ダメージログ
tr: Hasar kaydı

source: Damage prevention failed
fr: Échec de prévention des dégâts
ja: ダメージ防止に失敗
tr: Hasar önlenemedi

# damage_prevention_success
source: Damage prevention successful
fr: Prévention des dégâts réussie
ja: ダメージ防止に成功
tr: Hasar başarıyla önlendi

source: Damage report
fr: Rapport de dégâts
ja: ダメージレポート
tr: Hasar raporu

# defense_success
source: Defense successful!
fr: Défense réussie !
ja: 防御成功！
tr: Savunma başarılı!

source: Event ended
fr: Événement terminé
ja: イベントは終了しました
tr: Etkinlik sona erdi

source: Event reward claimed
fr: Récompense d’événement réclamée
ja: イベント報酬を受け取りました
tr: Etkinlik ödülü alındı

source: Event started
fr: Événement commencé
ja: イベントが開始されました
tr: Etkinlik başladı

# eye_color_aqua
source: Aqua eyes
fr: Yeux aqua
ja: アクアの瞳
tr: Turkuaz göz

# eye_color_brown
source: Brown eyes
fr: Yeux bruns
ja: 茶色の瞳
tr: Kahverengi göz

# eye_color_gray
source: Gray eyes
fr: Yeux gris
ja: 灰色の瞳
tr: Gri göz

# eye_color_hazel
source: Hazel eyes
fr: Yeux noisette
ja: ヘーゼルの瞳
tr: Ela göz

# eye_color_purple
source: Purple eyes
fr: Yeux violets
ja: 紫の瞳
tr: Mor göz

# eye_color_yellow
source: Yellow eyes
fr: Yeux jaunes
ja: 黄色の瞳
tr: Sarı göz

# hair_color_blue
source: Blue hair
fr: Cheveux bleus
ja: 青髪
tr: Mavi saç

# hair_color_gray
source: Gray hair
fr: Cheveux gris
ja: 灰色の髪
tr: Gri saç

# hair_color_green
source: Green hair
fr: Cheveux verts
ja: 緑の髪
tr: Yeşil saç

# hair_color_orange
source: Orange hair
fr: Cheveux orange
ja: オレンジの髪
tr: Turuncu saç

# hair_color_pink
source: Pink hair
fr: Cheveux roses
ja: ピンクの髪
tr: Pembe saç

# hair_color_purple
source: Purple hair
fr: Cheveux violets
ja: 紫の髪
tr: Mor saç

# hair_color_silver
source: Silver hair
fr: Cheveux argentés
ja: 銀髪
tr: Gümüş saç

# hair_color_white
source: White hair
fr: Cheveux blancs
ja: 白髪
tr: Beyaz saç

source: Helmet equipped
fr: Casque équipé
ja: 兜を装備しました
tr: Miğfer kuşanıldı

source: Insufficient coins
fr: Pièces insuffisantes
ja: コインが不足しています
tr: Yetersiz altın

# level_up_message
source: Level up!
fr: Niveau supérieur !
ja: レベルアップ！
tr: Seviye atladınız!

source: Loading completed
fr: Chargement terminé
ja: 読み込み完了
tr: Yükleme tamamlandı

source: Loading resources...
fr: Chargement des ressources...
ja: リソースを読み込み中…
tr: Kaynaklar yükleniyor...

# missed_attack
source: Attack missed!
fr: Attaque manquée !
ja: 攻撃が外れた！
tr: Saldırı kaçırıldı!

source: Monthly bonus received
fr: Bonus mensuel reçu
ja: マンスリーボーナスを受け取りました
tr: Aylık bonus alındı

# mustache_3_black
source: Black mustache 3
fr: Moustache noire 3
ja: 黒い口ひげ 3
tr: Siyah bıyık 3

# mustache_3_blonde
source: Blonde mustache 3
fr: Moustache blonde 3
ja: 金色の口ひげ 3
tr: Sarışın bıyık 3

# mustache_3_brown
source: Brown mustache 3
fr: Moustache brune 3
ja: 茶色の口ひげ 3
tr: Kahverengi bıyık 3

# outfit_black
source: Black outfit
fr: Tenue noire
ja: ブラック装束
tr: Siyah kıyafet

# outfit_blue
source: Blue outfit
fr: Tenue bleue
ja: ブルー装束
tr: Mavi kıyafet

# outfit_green
source: Green outfit
fr: Tenue verte
ja: グリーン装束
tr: Yeşil kıyafet

# outfit_purple
source: Purple outfit
fr: Tenue violette
ja: パープル装束
tr: Mor kıyafet

# outfit_red
source: Red outfit
fr: Tenue rouge
ja: レッド装束
tr: Kırmızı kıyafet

# outfit_white
source: White outfit
fr: Tenue blanche
ja: ホワイト装束
tr: Beyaz kıyafet

source: Quest bonus received
fr: Bonus de quête reçu
ja: クエストボーナスを受け取りました
tr: Görev bonusu alındı

# quest_damage_critical
source: Critical damage!
fr: Dégâts critiques !
ja: クリティカルダメージ！
tr: Kritik hasar!

# quest_damage_reduced
source: Damage reduced
fr: Dégâts réduits
ja: ダメージを軽減しました
tr: Hasar azaltıldı

source: Quest damage taken
fr: Dégâts de quête subis
ja: クエストのダメージを受けました
tr: Görev hasar aldı

# quest_no_damage
source: No damage taken
fr: Aucun dégât subi
ja: ダメージなし
tr: Hasar alınmadı

source: Quest progress saved
fr: Progression de quête sauvegardée
ja: クエストの進捗を保存しました
tr: Görev ilerlemesi kaydedildi

# quest_success
source: Quest successful
fr: Quête réussie
ja: クエスト成功
tr: Görev başarıyla tamamlandı

source: Retry connection
fr: Réessayer la connexion
ja: 再接続
tr: Bağlantıyı yeniden dene

source: Reward available
fr: Récompense disponible
ja: 報酬を受け取れます
tr: Ödül mevcut

source: Reward claimed
fr: Récompense réclamée
ja: 報酬を受け取りました
tr: Ödül alındı

source: Reward locked
fr: Récompense verrouillée
ja: 報酬はロックされています
tr: Ödül kilitli

source: Reward unlocked
fr: Récompense débloquée
ja: 報酬がアンロックされました
tr: Ödül kilidi açıldı

source: Shield equipped
fr: Bouclier équipé
ja: 盾を装備しました
tr: Kalkan kuşanıldı

source: Shop purchase failed
fr: Échec d’achat en boutique
ja: ショップの購入に失敗しました
tr: Satın alma başarısız oldu

# shop_purchase_success
source: Shop purchase successful
fr: Achat en boutique réussi
ja: ショップの購入に成功しました
tr: Satın alma başarılı

source: System update available
fr: Mise à jour système disponible
ja: システム更新があります
tr: Sistem güncellemesi mevcut

source: Update failed
fr: Échec de la mise à jour
ja: 更新に失敗しました
tr: Güncelleme başarısız oldu

source: Update later
fr: Mettre à jour plus tard
ja: 後で更新
tr: Sonra güncelle

source: Update now
fr: Mettre à jour maintenant
ja: 今すぐ更新
tr: Şimdi güncelle

source: Weapon equipped
fr: Arme équipée
ja: 武器を装備しました
tr: Silah kuşanıldı

source: Weekly bonus received
fr: Bonus hebdomadaire reçu
ja: ウィークリーボーナスを受け取りました
tr: Haftalık bonus alındı

source: XP multiplier
fr: Multiplicateur d’XP
ja: XP倍率
tr: XP çarpanı

# tutorial_welcome_title
source: Welcome to Your Adventure
fr: Bienvenue dans ton Aventure
ja: 冒険へようこそ

# tutorial_welcome_subtitle
source: Embark on an epic journey where every quest shapes your destiny!
fr: Embarque pour un voyage épique où chaque quête façonne ton destin !
ja: 各クエストが運命を形作る壮大な旅に出発しよう！

# tutorial_create_quests_title
source: Forge Your Own Quests
fr: Forge tes Propres Quêtes
ja: 自分のクエストを鍛造しよう

# tutorial_create_quests_subtitle
source: Craft mighty quests that test your resolve and become part of your heroic saga!
fr: Crée des quêtes puissantes qui testent ta résolution et deviennent partie de ta saga héroïque !
ja: 決意を試す強力なクエストを作成し、英雄の物語の一部になろう！

# tutorial_complete_rewards_title
source: Conquer & Claim Rewards
fr: Conquiers & Réclame tes Récompenses
ja: 征服して報酬を獲得

# tutorial_complete_rewards_subtitle
source: Victory awaits! Complete quests to earn precious rewards and unlock powerful items.
fr: Termine des quêtes pour gagner de l’or et des gemmes !
ja: 勝利が待っている！クエストを完了して貴重な報酬を獲得し、強力なアイテムをアンロックしよう！

# tutorial_grow_character_title
source: Evolve Your Hero
fr: Évolue ton Héros
ja: ヒーローを進化させよう

# tutorial_grow_character_subtitle
source: Visit the mystical shop to enhance your character with powerful gear and legendary equipment!
fr: Visite la boutique mystique pour améliorer ton personnage avec des équipements puissants et légendaires !
ja: 神秘的なショップを訪れて、強力な装備と伝説のアイテムでキャラクターを強化しよう！

# tutorial_gear_legend_title
source: Equip & Ascend
fr: Équipe & Monte
ja: 装備して昇格

# tutorial_gear_legend_subtitle
source: Equip legendary armor and wield mighty weapons to become an unstoppable force!
fr: Revêts une armure légendaire et manie des armes puissantes pour devenir une force imparable !
ja: 伝説の鎧を装備し、強力な武器を振るって止められない力になろう！

# tutorial_next
source: Continue
fr: Continuer
ja: 続ける

# tutorial_skip
source: Skip Tutorial
fr: Ignorer le Tutoriel
ja: チュートリアルをスキップ

# tutorial_get_started
source: Begin Adventure
fr: Commencer l'Aventure
ja: 冒険を始める

# tutorial_skip_tutorial
source: Skip Tutorial
fr: Ignorer le tutoriel
ja: チュートリアルをスキップ

# health_points
source: HP
fr: PV
tr: Can Puanı

source: Damage Breakdown
fr: Détail des dégâts

# total_damage_label
source: Total Damage
fr: Dégâts totaux

# from_quests_affected
source: from %d quest(s)
fr: de %d quête(s)

source: Damage Reason
fr: Raison du dégât

# quest_type_label
source: Quest Type:
fr: Type de quête :

# damage_amount_label
source: Damage: %d
fr: Dégâts : %d

source: Damage Summary
fr: Résumé des dégâts

source: Damage Date:
fr: Date des dégâts :

source: Quests Affected:
fr: Quêtes affectées :

source: View Damage Details
fr: Voir les détails des dégâts

source: Damage Check
fr: Vérification des dégâts

source: Check for missed quests
fr: Vérifier les quêtes manquées

source: Test Damage
fr: Test des dégâts

source: Create test quest & check
fr: Créer une quête de test et vérifier

# damage_taken_message
source: You took %d damage from missed quests!
fr: Tu as subi %d dégâts de quêtes manquées !

# damage_taken_capped_message
source: You took %d damage (capped from %d) from missed quests!
fr: Tu as subi %d dégâts (limité de %d) de quêtes manquées !

# great_job_message
source: Great job! All your quests are completed on time.
fr: Excellent travail ! Toutes tes quêtes sont terminées à temps.

# daily_quest_missed_reason
source: Daily quest '%@' missed %d day(s) (after grace period)
fr: Quête quotidienne '%@' manquée %d jour(s) (après période de grâce)

# weekly_quest_missed_reason
source: Weekly quest '%@' missed %d week(s) (after grace period)
fr: Quête hebdomadaire '%@' manquée %d semaine(s) (après période de grâce)

# weekly_quest_not_overdue_reason
source: Weekly quest '%@' is not overdue
fr: Quête hebdomadaire '%@' n'est pas en retard

# one_time_quest_overdue_reason
source: One-time quest '%@' is still overdue (after grace period)
fr: Quête unique '%@' est toujours en retard (après période de grâce)

# one_time_quest_not_overdue_reason
source: One-time quest '%@' is not overdue
fr: Quête unique '%@' n'est pas en retard

# scheduled_quest_missed_reason
source: Scheduled quest '%@' missed %d scheduled day(s) (after grace period)
fr: Quête planifiée '%@' manquée %d jour(s) planifié(s) (après période de grâce)

# scheduled_quest_not_overdue_reason
source: Scheduled quest '%@' is not overdue
fr: Quête planifiée '%@' n'est pas en retard

# character_tutorial_welcome_title
source: The RPG Gods Watch Over You
fr: Les Dieux RPG Veillent Sur Toi

# character_tutorial_welcome_subtitle
source: Welcome to your character's sacred realm, young adventurer. Here you shall learn the ancient laws that govern your questing destiny.
fr: Bienvenue dans le royaume sacré de ton personnage, jeune aventurier. Ici tu apprendras les anciennes lois qui régissent ton destin de quêteur.

# character_tutorial_health_title
source: The Wrath of the Quest Gods
fr: La Colère des Dieux des Quêtes

# character_tutorial_health_subtitle
source: Beware, mortal! The ancient Quest Gods grow displeased when quests are forgotten. Each missed quest brings divine retribution upon your health.
fr: Prends garde, mortel ! Les anciens Dieux des Quêtes se fâchent quand les quêtes sont oubliées. Chaque quête manquée apporte une rétribution divine sur ta santé.

# character_tutorial_damage_title
source: Divine Punishment Scales
fr: Les Échelles de Punition Divine

# character_tutorial_damage_subtitle
source: For missed or overdue quests, you get damaged. But fear not - the gods grant a 1-day grace period!
fr: Pour les quêtes manquées ou en retard, tu subis des dégâts. Mais ne crains rien - les dieux accordent une période de grâce d'1 jour !

# character_tutorial_protection_title
source: Divine Protection & Recovery
fr: Protection Divine & Récupération

# character_tutorial_protection_subtitle
source: The gods are merciful - your health shall never fall below 1, and damage is capped at 12 per session. Use **health potions** and complete quests to restore your vitality!
fr: Les dieux sont miséricordieux - ta santé ne tombera jamais en dessous de 1, et les dégâts sont limités à 12 par session. Utilise les **potions de santé** et complète des quêtes pour restaurer ta vitalité !

# character_tutorial_critical_title
source: The Gods' Favor Wanes
fr: La Faveur des Dieux Diminue

# character_tutorial_critical_subtitle
source: Beware, mortal! When your vitality reaches critical levels, the divine favor diminishes. The gods may grant you fewer rewards for your quests until you restore your strength!
fr: Prends garde, mortel ! Quand ta vitalité atteint des niveaux critiques, la faveur divine diminue. Les dieux peuvent t'accorder moins de récompenses pour tes quêtes jusqu'à ce que tu restaures ta force !

# character_tutorial_skip
source: Skip
fr: Passer

# character_tutorial_next
source: Next
fr: Suivant

# character_tutorial_begin_adventure
source: Begin Adventure
fr: Commencer l'Aventure

source: OK
tr: Tamam

# booster_time_format
source: %dh %dm
tr: %ds %ddk

# booster_minutes_format
source: %dm
tr: %ddk

# booster_hours_format
source: %dh
tr: %ds

# booster_days_format
source: %dd
tr: %dg

# ok_button
source: OK
tr: Tamam
