Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# quick_quest_social_connection_task_1
source: Call a family member
fr: Appelle un membre de ta famille
ja: 家族に電話する
tr: Bir aile üyesini ara

# quick_quest_social_connection_task_2
source: Message an old friend
fr: Écris à un vieil ami
ja: 旧友にメッセージを送る
tr: Eski bir arkadaşına mesaj at

# quick_quest_social_connection_task_3
source: Plan a meetup
fr: Prévois une rencontre
ja: 会う予定を立てる
tr: Bir buluşma planla

# quick_quest_social_connection_task_4
source: Show appreciation
fr: Montre ta reconnaissance
ja: 感謝を伝える
tr: Takdirini göster

# quick_quest_home_organization
source: Home Organization
fr: Organisation de la maison
ja: おうち整頓
tr: Ev Düzenleme

# quick_quest_home_organization_description
source: Declutter and organize one area of your home
fr: Désencombre et organise une zone de ta maison
ja: 家の一か所を片づけて整理する
tr: Evinin bir bölümünü düzenle ve fazlalıklardan kurtul

# quick_quest_home_organization_task_1
source: Choose an area to organize
fr: Choisis une zone à organiser
ja: 整理する場所を決める
tr: Düzenlenecek bir alan seç

# quick_quest_home_organization_task_2
source: Sort items into keep/donate/trash
fr: Trie : garder/donner/jeter
ja: 残す/寄付/捨てるに仕分け
tr: Eşyaları tut/bağışla/çöp olarak ayır

# quick_quest_home_organization_task_3
source: Clean the space thoroughly
fr: Nettoie soigneusement l’espace
ja: しっかり掃除する
tr: Alanı iyice temizle

# quick_quest_home_organization_task_4
source: Organize remaining items
fr: Organise ce qui reste
ja: 残したものを整える
tr: Kalan eşyaları düzenle

# quick_quest_bucket_list_adventure
source: Bucket List Adventure
fr: Aventure de la bucket list
ja: バケットリスト冒険
tr: Hayaller Listesi Macerası

# quick_quest_bucket_list_adventure_description
source: Complete one item from your bucket list or try something completely new
fr: Réalise un élément de ta bucket list ou tente quelque chose de totalement nouveau
ja: バケットリストを1つ達成するか、新しいことに挑戦する
tr: Hayaller listesinden bir maddeyi tamamla veya tamamen yeni bir şey dene

# quick_quest_bucket_list_adventure_task_1
source: Identify a bucket list item
fr: Identifie un élément de la bucket list
ja: 達成したい項目を決める
tr: Bir hayaller listesi maddesi seç

# quick_quest_bucket_list_adventure_task_2
source: Research and plan the adventure
fr: Fais des recherches et planifie l’aventure
ja: 調査して計画を立てる
tr: Macerayı araştır ve planla

# quick_quest_bucket_list_adventure_task_3
source: Make necessary arrangements
fr: Prends les dispositions nécessaires
ja: 必要な準備を行う
tr: Gerekli düzenlemeleri yap

# quick_quest_bucket_list_adventure_task_4
source: Execute the adventure
fr: Réalise l’aventure
ja: 実際にやってみる
tr: Macera görevini uygula

# quick_quest_bucket_list_adventure_task_5
source: Document the experience
fr: Documente l’expérience
ja: 体験を記録する
tr: Deneyimi kaydet

# quick_quest_digital_detox
source: Digital Detox
fr: Détox digitale
ja: デジタルデトックス
tr: Dijital Detoks

# quick_quest_digital_detox_description
source: Take a complete break from social media and digital devices for a set period
fr: Fais une pause totale des réseaux sociaux et des appareils numériques pendant une durée définie
ja: 一定時間、SNSやデジタル機器から完全に離れる
tr: Belirli bir süre boyunca sosyal medyadan ve dijital cihazlardan tamamen uzaklaş

# quick_quest_digital_detox_task_1
source: Set detox duration and rules
fr: Définis la durée et les règles de la détox
ja: デトックスの時間とルールを決める
tr: Detoks süresini ve kurallarını belirle

# quick_quest_digital_detox_task_2
source: Inform friends and family
fr: Informe tes amis et ta famille
ja: 家族や友人に知らせる
tr: Arkadaşlarını ve aileni bilgilendir

# quick_quest_digital_detox_task_3
source: Find alternative activities
fr: Trouve des activités alternatives
ja: 代わりの活動を見つける
tr: Alternatif aktiviteler bul

# quick_quest_digital_detox_task_4
source: Complete the detox period
fr: Mène à bien la période de détox
ja: デトックス期間を完了する
tr: Detoks süresini tamamla

# quick_quest_digital_detox_task_5
source: Reflect on the experience
fr: Réfléchis à l’expérience
ja: 体験を振り返る
tr: Deneyimi değerlendir

# quick_quest_creative_project
source: Creative Project
fr: Projet créatif
ja: クリエイティブ制作
tr: Yaratıcı Proje

# quick_quest_creative_project_description
source: Start and complete a creative project that you've been wanting to do
fr: Commence et termine un projet créatif que tu voulais faire
ja: やりたかった創作プロジェクトを始めて完了する
tr: Uzun zamandır yapmak istediğin bir yaratıcı projeye başla ve bitir

# quick_quest_creative_project_task_1
source: Choose your creative project
fr: Choisis ton projet créatif
ja: 取り組むプロジェクトを選ぶ
tr: Yaratıcı projeni seç

# quick_quest_creative_project_task_2
source: Gather materials and resources
fr: Rassemble le matériel et les ressources
ja: 材料とリソースを集める
tr: Gerekli malzemeleri ve kaynakları topla

# quick_quest_creative_project_task_3
source: Set milestones and timeline
fr: Définis des jalons et une chronologie
ja: マイルストーンと期限を設定
tr: Kilometre taşlarını ve zaman çizelgesini belirle

# quick_quest_creative_project_task_4
source: Work on the project regularly
fr: Travaille régulièrement sur le projet
ja: 定期的に作業する
tr: Projeyi düzenli olarak sürdür

# quick_quest_creative_project_task_5
source: Complete and showcase the project
fr: Termine et présente le projet
ja: 完成させて披露する
tr: Projeyi tamamla ve sergile

# quick_quest_fitness_challenge
source: Fitness Challenge
fr: Défi fitness
ja: フィットネス挑戦
tr: Spor Meydan Okuması

# quick_quest_fitness_challenge_description
source: Complete a 30-day fitness challenge to build healthy habits
fr: Réalise un défi fitness de 30 jours pour construire de saines habitudes
ja: 30日間のフィットネスチャレンジを完了して習慣化する
tr: Sağlıklı alışkanlıklar kazanmak için 30 günlük bir spor meydan okumasını tamamla

# quick_quest_fitness_challenge_task_1
source: Choose a fitness challenge
fr: Choisis un défi fitness
ja: 取り組むチャレンジを選ぶ
tr: Bir spor meydan okuması seç

# quick_quest_fitness_challenge_task_2
source: Set up tracking system
fr: Mets en place un suivi
ja: 記録方法を用意する
tr: Takip sistemini kur

# quick_quest_fitness_challenge_task_3
source: Complete daily workouts
fr: Effectue les entraînements quotidiens
ja: 毎日のワークアウトを実行
tr: Günlük antrenmanları yap

# quick_quest_fitness_challenge_task_4
source: Track progress and adjust
fr: Suis la progression et ajuste
ja: 進捗を追跡して調整
tr: İlerlemeyi takip et ve ayarla

# quick_quest_fitness_challenge_task_5
source: Complete the 30-day challenge
fr: Achève le défi de 30 jours
ja: 30日チャレンジを完遂
tr: 30 günlük meydan okumayı tamamla

source: Damage Calculator
fr: Calculateur de dégâts
ja: ダメージ計算機
tr: Hasar Hesaplayıcı

# premium_unlimited_quests
source: Unlimited Quests
fr: Quêtes illimitées
ja: 無制限クエスト
tr: Sınırsız Görev

# premium_unlimited_quests_description
source: There is unlimited quests instead of 7 per week
fr: Quêtes illimitées au lieu de 7 par semaine
ja: 週7件の制限ではなく無制限のクエストが利用可能
tr: İstediğin kadar görev yarat

# premium_more_rewards
source: More Rewards
fr: Plus de récompenses
ja: 報酬アップ

# premium_more_rewards_description
source: Get more rewards on quest completions
fr: Reçois davantage de récompenses lors des quêtes terminées
ja: クエスト完了時の報酬が増加

# premium_instant_gems
source: Instant Gems
fr: Gemme instantanées
ja: 即時ジェム

# premium_instant_gems_description
source: Get 300 gems instantly
fr: Reçois 300 gemmes instantanément
ja: ジェムを300個すぐに入手

# premium_widgets
source: Widgets
ja: ウィジェット

# premium_widgets_description
source: Use widgets
fr: Utilise les widgets
ja: ウィジェットを利用可能

source: Lifetime
fr: À vie
ja: 買い切り
tr: Ömür Boyu

source: per month
fr: par mois
ja: ／月
tr: aylık

source: one-time payment
fr: paiement unique
ja: 一回払い
tr: tek seferlik ödeme

source: Failed to update quest
fr: Échec de la mise à jour de la quête
ja: クエストの更新に失敗しました
tr: Görev güncellenemedi

source: Please check your input
fr: Vérifie tes saisies
ja: 入力内容を確認してください
tr: Lütfen girdini kontrol et

# equipment_body_type
source: Skin Color
fr: Couleur de peau
ja: 肌の色
tr: Vücut Tipi

# equipment_hair_style
source: Hair Style
fr: Style de cheveux
ja: 髪型
tr: Saç Stili

# equipment_hair_color
source: Hair Color
fr: Couleur des cheveux
ja: 髪色
tr: Saç Rengi

# equipment_eye_color
source: Eye Color
fr: Couleur des yeux
ja: 目の色
tr: Göz Rengi

# equipment_outfit
source: Outfit
fr: Tenue
ja: 装備
tr: Kıyafet

# equipment_weapon
source: Weapon
fr: Arme
ja: 武器
tr: Silah

# equipment_accessory
source: Accessory
fr: Accessoire
ja: アクセサリー
tr: Aksesuar

# health_status_dead
source: Dead
fr: Mort
ja: 戦闘不能
tr: Ölü

# health_status_critical
source: Critical
fr: Critique
ja: 危険
tr: Kritik

# health_status_injured
source: Injured
fr: Blessé
ja: 負傷
tr: Yaralı

# health_status_wounded
source: Wounded
fr: Meurtri
ja: 傷あり
tr: Hasar Görmüş

# health_status_healthy
source: Healthy
fr: En bonne santé
ja: 健康
tr: Sağlıklı

# health_status_full_health
source: Full Health
fr: Santé maximale
ja: 全快
tr: Tam Sağlık

# item_type_consumable_description
source: Used once and consumed
fr: Utilisé une fois puis consommé
ja: 一度使用すると消費される
tr: Bir kez kullanılır ve tüketilir

# item_type_accessory_description
source: Cosmetic accessories for character customization
fr: Accessoires cosmétiques pour personnaliser le personnage
ja: 外見変更用のコスメティックアクセサリー
tr: Karakter özelleştirmesi için kozmetik aksesuarlar

# item_type_gear_description
source: Equippable items with stats and rarities
fr: Équipements avec attributs et raretés
ja: 能力値やレア度のある装備品
tr: İstatistiklere ve nadirliklere sahip kuşanılabilir eşyalar

# item_type_booster_description
source: Provides temporary bonuses
fr: Confère des bonus temporaires
ja: 一時的なボーナスを付与
tr: Geçici bonuslar sağlar

# item_type_collectible_description
source: Visual items for display and collection
fr: Objets visuels à exposer et à collectionner
ja: 鑑賞・収集用のビジュアルアイテム
tr: Görsel sergi ve koleksiyon için eşyalar

# gear_category_head_description
source: Headgear and helmets
fr: Couvre-chefs et casques
ja: 兜・ヘッドギア
tr: Başlıklar ve miğferler

# gear_category_outfit_description
source: Body armor and clothing
fr: Armures et vêtements
ja: 防具・衣装
tr: Zırhlar ve giysiler

# gear_category_weapon_description
source: Weapons and tools
fr: Armes et outils
ja: 武器・道具
tr: Silahlar ve araçlar

# gear_category_shield_description
source: Shields and defensive gear
fr: Boucliers et équipements défensifs
ja: 盾・防御装備
tr: Kalkanlar ve savunma ekipmanları

# gear_category_wings_description
source: Wing accessories
fr: Accessoires d’ailes
ja: 翼アクセサリー
tr: Kanat aksesuarları

# gear_category_pet_description
source: Pet companions
fr: Compagnons familiers
ja: 相棒ペット
tr: Evcil yoldaşlar

# accessory_category_earrings_description
source: Ear accessories
fr: Accessoires d’oreilles
ja: 耳用アクセサリー
tr: Kulak aksesuarları

# accessory_category_eyeglasses_description
source: Eye accessories
fr: Accessoires pour les yeux
ja: 目元アクセサリー
tr: Göz aksesuarları

# accessory_category_lashes_description
source: Eyelash accessories
fr: Accessoires de cils
ja: まつげアクセサリー
tr: Kirpik aksesuarları

# accessory_category_clips_description
source: Hair clips and flowers
fr: Pinces à cheveux et fleurs
ja: ヘアクリップ・花飾り
tr: Saç tokaları ve çiçekler

# item_effect_attack_description
source: Increases attack power
fr: Augmente la puissance d’attaque
ja: 攻撃力が上がる
tr: Saldırı gücünü artırır

# item_effect_defense_description
source: Increases defense
fr: Augmente la défense
ja: 防御力が上がる
tr: Savunmayı artırır

# item_effect_health_description
source: Restores or increases health
fr: Restaure ou augmente la santé
ja: 体力を回復／増加
tr: Sağlığı yeniler veya artırır

# item_effect_focus_description
source: Restores or increases focus
fr: Restaure ou augmente la concentration
ja: 集中力を回復／増加
tr: Odağı yeniler veya artırır

# item_effect_experience_description
source: Grants experience points
fr: Accorde des points d’expérience
ja: 経験値を獲得
tr: Deneyim puanı kazandırır

# item_effect_luck_description
source: Increases luck
fr: Augmente la chance
ja: 運が上がる
tr: Şansı artırır

# item_effect_speed_description
source: Increases movement/action speed
fr: Augmente la vitesse de déplacement/d’action
ja: 移動／行動速度が上がる
tr: Hareket/eylem hızını artırır

# item_effect_critical_chance_description
source: Increases critical hit chance
fr: Augmente la chance de coup critique
ja: クリティカル発生率が上がる
tr: Kritik vuruş ihtimalini artırır

# item_effect_critical_damage_description
source: Increases critical hit damage
fr: Augmente les dégâts critiques
ja: クリティカルダメージが上がる
tr: Kritik vuruş hasarını artırır

# item_effect_xp_boost_description
source: Multiplies experience gain
fr: Multiplie le gain d’expérience
ja: 経験値獲得量を倍率アップ
tr: Deneyim kazanımını katlar

# item_effect_coin_boost_description
source: Multiplies coin gain
fr: Multiplie le gain de pièces
ja: コイン獲得量を倍率アップ
tr: Altın kazanımını katlar

# item_effect_health_regeneration_description
source: Regenerates health over time
fr: Régénère la santé au fil du temps
ja: 時間経過で体力を回復
tr: Zamanla sağlığı yeniler

# item_effect_focus_regeneration_description
source: Regenerates focus over time
fr: Régénère la concentration au fil du temps
ja: 時間経過で集中力を回復
tr: Zamanla odağı yeniler

# health_status_low
source: Low
fr: Faible
ja: 低
tr: Düşük

# health_status_moderate
source: Moderate
fr: Modérée
ja: 中
tr: Orta

# health_status_full
source: Full
fr: Maximale
ja: 満
tr: Tam

# health_status_unknown
source: Unknown
fr: Inconnue
ja: 不明
tr: Bilinmiyor

# health_error_user_not_found
source: User not found
fr: Utilisateur introuvable
ja: ユーザーが見つかりません
tr: Kullanıcı bulunamadı

# health_error_invalid_damage_amount
source: Invalid damage amount
fr: Montant de dégâts invalide
ja: 無効なダメージ量です
tr: Geçersiz hasar miktarı

# health_error_invalid_heal_amount
source: Invalid heal amount
fr: Montant de soin invalide
ja: 無効な回復量です
tr: Geçersiz iyileştirme miktarı

# health_error_invalid_max_health_amount
source: Invalid max health amount
fr: Valeur de santé maximale invalide
ja: 無効な最大体力量です
tr: Geçersiz maksimum sağlık miktarı

# health_error_invalid_health_amount
source: Invalid health amount
fr: Valeur de santé invalide
ja: 無効な体力量です
tr: Geçersiz sağlık miktarı

# health_error_invalid_quest_difficulty
source: Invalid quest difficulty
fr: Difficulté de quête invalide
ja: 無効なクエスト難易度です
tr: Geçersiz görev zorluğu

# health_error_health_at_maximum
source: Health is already at maximum
fr: La santé est déjà au maximum
ja: 体力はすでに最大です
tr: Sağlık zaten maksimumda

# health_error_health_at_minimum
source: Health is already at minimum
fr: La santé est déjà au minimum
ja: 体力はすでに最小です
tr: Sağlık zaten minimumda

# character_asset_body_type
source: Skin Color
fr: Couleur de peau
ja: 肌の色
tr: Vücut Tipi

# character_asset_hair_style
source: Hair Style
fr: Style de cheveux
ja: 髪型
tr: Saç Stili

# character_asset_hair_back_style
source: Hair Back Style
fr: Style arrière des cheveux
ja: 後ろ髪スタイル
tr: Arka Saç Stili

# character_asset_hair_color
source: Hair Color
fr: Couleur des cheveux
ja: 髪色
tr: Saç Rengi

# character_asset_eye_color
source: Eye Color
fr: Couleur des yeux
ja: 目の色
tr: Göz Rengi

# character_asset_outfit
source: Outfit
fr: Tenue
ja: 装備
tr: Kıyafet

# character_asset_weapon
source: Weapon
fr: Arme
ja: 武器
tr: Silah

# character_asset_accessory
source: Accessory
fr: Accessoire
ja: アクセサリー
tr: Aksesuar

# character_asset_head
source: Head
fr: Tête
ja: 頭部
tr: Baş

# character_asset_head_gear
source: Head Gear
fr: Coiffe
ja: ヘッドギア
tr: Başlık

# character_asset_shield
source: Shield
fr: Bouclier
ja: 盾
tr: Kalkan

# character_asset_wings
source: Wings
fr: Ailes
ja: 翼
tr: Kanatlar

# character_asset_mustache
source: Mustache
fr: Moustache
ja: 口ひげ
tr: Bıyık

# character_asset_flower
source: Flower
fr: Fleur
ja: 花
tr: Çiçek

# character_asset_pet
source: Pet
fr: Familier
ja: ペット
tr: Evcil Hayvan

# inventory_error_invalid_item
source: Invalid item
fr: Objet invalide
ja: 無効なアイテムです
tr: Geçersiz eşya

# inventory_error_item_not_found
source: Item not found in inventory
fr: Objet introuvable dans l’inventaire
ja: インベントリにアイテムが見つかりません
tr: Eşya envanterde bulunamadı

# inventory_error_insufficient_quantity
source: Not enough items
fr: Nombre d’objets insuffisant
ja: アイテムが不足しています
tr: Yeterli eşya yok

# inventory_error_item_not_usable
source: This item cannot be used
fr: Cet objet ne peut pas être utilisé
ja: このアイテムは使用できません
tr: Bu eşya kullanılamaz

# inventory_category_head_description
source: Helmets and headgear
fr: Casques et couvre-chefs
ja: 兜・ヘッドギア
tr: Miğferler ve başlıklar

# inventory_category_weapon_description
source: Weapons and combat items
fr: Armes et objets de combat
ja: 武器・戦闘アイテム
tr: Silahlar ve savaş eşyaları

# inventory_category_shield_description
source: Shields and defensive gear
fr: Boucliers et équipements défensifs
ja: 盾・防御装備
tr: Kalkanlar ve savunma eşyaları

# inventory_category_outfit_description
source: Clothing and armor
fr: Vêtements et armures
ja: 衣装・防具
tr: Giysiler ve zırhlar

# inventory_category_pet_description
source: Companion pets
fr: Familiers compagnons
ja: 相棒ペット
tr: Evcil yoldaşlar

# inventory_category_wings_description
source: Wings and flight items
fr: Ailes et objets de vol
ja: 翼・飛行アイテム
tr: Kanatlar ve uçuş eşyaları

# inventory_category_others_description
source: Boosters, potions, collectibles
fr: Boosters, potions, objets de collection
ja: ブースター・ポーション・コレクション
tr: Güçlendiriciler, iksirler, koleksiyonluklar

source: Unknown Item
fr: Objet inconnu
ja: 不明なアイテム
tr: Bilinmeyen Eşya

# premium_error_product_not_found
source: Product not found
fr: Produit introuvable
ja: 商品が見つかりません
tr: Ürün bulunamadı

# premium_error_user_cancelled
source: Purchase was cancelled
fr: Achat annulé
ja: 購入はキャンセルされました
tr: Satın alma iptal edildi

# premium_error_purchase_pending
source: Purchase is pending approval
fr: Achat en attente d’approbation
ja: 購入は承認待ちです
tr: Satın alma onay bekliyor

# premium_error_already_premium
source: You are already a premium user
fr: Tu es déjà utilisateur premium
ja: すでにプレミアム会員です

# premium_error_unknown
source: An unknown error occurred
fr: Une erreur inconnue est survenue
ja: 不明なエラーが発生しました
tr: Bilinmeyen bir hata oluştu

# language_english
source: English
ja: 英語
tr: İngilizce

# language_turkish
source: Türkçe
ja: トルコ語

# language_french
source: Français
ja: フランス語

# shop_category_weapons_description
source: A powerful weapon for combat
fr: Une arme puissante pour le combat
ja: 戦闘用の強力な武器
tr: Savaş için güçlü bir silah

# shop_category_armor_description
source: Protective gear for your adventures
fr: Équipement de protection pour tes aventures
ja: 冒険を守る防具
tr: Maceraların için koruyucu ekipman

# shop_category_accessories_description
source: Stylish accessories to enhance your character
fr: Accessoires stylés pour améliorer ton personnage
ja: 見た目を彩るアクセサリー

# shop_category_wings_description
source: Magical wings for your character
fr: Ailes magiques pour ton personnage
ja: 魔法の翼
tr: Karakterin için sihirli kanatlar

# shop_category_pets_description
source: A loyal companion for your adventures
fr: Un compagnon fidèle pour tes aventures
ja: 冒険の相棒となるペット
tr: Maceraların için sadık bir yoldaş

# shop_category_consumables_description
source: Consumable items for your journey
fr: Objets consommables pour ton voyage
ja: 旅を助ける消費アイテム
tr: Yolculuğun için tüketilebilir eşyalar

# currency_gems
source: Gems
fr: Gemmes
ja: ジェム
tr: mücevher

source: Gem Reward
fr: Récompense en gemmes
ja: ジェム報酬
tr: Mücevher Ödülü

# currency_coins
source: Coins
fr: Pièces
ja: コイン
tr: altın

# sample_quest_title
source: Sample Quest
fr: Quête d’exemple
ja: サンプルクエスト
tr: Örnek Görev

# sample_quest_description
source: A sample quest for testing
fr: Une quête d’exemple pour les tests
ja: テスト用のサンプルクエスト
tr: Test için bir örnek görev

# sample_task_title
source: Sample Task
fr: Tâche d’exemple
ja: サンプルタスク
tr: Örnek Alt Görev

# sample_one_time_quest_title
source: Sample One-Time Quest
fr: Quête unique d’exemple
ja: サンプル単発クエスト
tr: Örnek Tek Seferlik Görev

# sample_one_time_quest_description
source: This is a sample one-time quest description.
fr: Ceci est une description de quête unique d’exemple.
ja: 単発クエストのサンプル説明です。
tr: Bu, örnek tek seferlik görev açıklamasıdır.

# sample_daily_quest_title
source: Sample Daily Quest
fr: Quête quotidienne d’exemple
ja: サンプルデイリークエスト
tr: Örnek Günlük Görev

# sample_daily_quest_description
source: This is a sample daily quest description.
fr: Ceci est une description de quête quotidienne d’exemple.
ja: デイリークエストのサンプル説明です。
tr: Bu, örnek günlük görev açıklamasıdır.

# sample_task_1
source: Task 1
fr: Tâche 1
ja: タスク1
tr: Alt Görev 1

# sample_task_2
source: Task 2
fr: Tâche 2
ja: タスク2
tr: Alt Görev 2

# sample_task_3
source: Task 3
fr: Tâche 3
ja: タスク3
tr: Alt Görev 3

source: Item Boosters
fr: Boosters d’objets
ja: アイテムブースター
tr: Eşya Güçlendiriciler

source: Total Active Boosters
fr: Total des boosters actifs
ja: 有効なブースター合計
tr: Toplam Aktif Güçlendirici

source: Collect items to get boosters!
fr: Collectionne des objets pour obtenir des boosters !
ja: アイテムを集めてブースターを手に入れよう！
tr: Güçlendiriciler kazanmak için eşyalar topla!

source: Go to Shop
fr: Aller à la boutique
ja: ショップへ
tr: Dükkan'a Git

source: View Details
fr: Voir les détails
ja: 詳細を見る
tr: Detayları Gör

source: Tag preview will appear here
fr: L’aperçu du tag apparaîtra ici
ja: ここにタグのプレビューが表示されます
tr: Etiket önizlemesi burada görünecek

source: Tag Name
fr: Nom du tag
ja: タグ名
tr: Etiket Adı

source: Enter tag name
fr: Entre le nom du tag
ja: タグ名を入力
tr: Etiket adı gir

source: Icon
fr: Icône
ja: アイコン
tr: Simge

source: Selected Icon
fr: Icône sélectionnée
ja: 選択中のアイコン
tr: Seçilen Simge

source: Color
fr: Couleur
ja: 色
tr: Renk

source: Create Tag
fr: Créer un tag
ja: タグを作成
tr: Etiket Oluştur

source: Create
fr: Créer
ja: 作成
tr: Oluştur

source: Owned
fr: Possédé
ja: 所持
tr: Sahip Olunan

source: Buy
fr: Acheter
ja: 購入
tr: Satın Al

source: Filters
fr: Filtres
ja: フィルター
tr: Filtreler

source: Rarity
fr: Rareté
ja: レア度
tr: Nadirlik

source: Show only affordable items
fr: Afficher uniquement les objets abordables
ja: 購入可能なアイテムのみ表示
tr: Yalnızca karşılanabilir eşyaları göster

source: Item Preview
fr: Aperçu de l’objet
ja: アイテムプレビュー
tr: Eşya Önizlemesi

source: Buy for %@
fr: Acheter pour %@
ja: %@ で購入
tr: %@ karşılığında satın al

source: Unlock Premium
fr: Débloquer Premium
ja: プレミアムを解放
tr: Premium'u Aç

# transform_quest_planning_experience
source: Transform your quest planning experience
fr: Transforme ton expérience de planification de quêtes
ja: クエスト計画体験を進化させよう
tr: Görev planlama deneyimini dönüştür

source: Premium Features
fr: Fonctionnalités Premium
ja: プレミアム機能
tr: Premium Özellikler

source: Choose Your Plan
fr: Choisis ton offre
ja: プランを選択
tr: Planını Seç

source: Get Premium
fr: Passer en Premium
ja: プレミアムにする
tr: Premium Al

# subscription_terms
source: Cancel anytime. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period.
fr: Annulation à tout moment. L’abonnement se renouvelle automatiquement sauf si la désactivation est effectuée au moins 24 h avant la fin de la période en cours.
ja: いつでも解約可能。自動更新は、現在の期間終了の24時間前までにオフにしない限り自動的に更新されます。
tr: İstediğin zaman iptal edebilirsin. Abonelik, otomatik yenileme kapatılmadıkça mevcut dönem bitmeden 24 saat önce otomatik yenilenir.

source: MOST POPULAR
fr: LE PLUS POPULAIRE
ja: 一番人気
tr: EN POPÜLER

source: Usage Information
fr: Informations d’utilisation
ja: 利用情報
tr: Kullanım Bilgisi

source: Consumable Item
fr: Objet consommable
ja: 消費アイテム
tr: Tüketilebilir Eşya

# consumable_item_description
source: This item will be consumed when used and removed from your inventory.
fr: Cet objet sera consommé lors de son utilisation et retiré de ton inventaire.
ja: 使用すると消費され、インベントリから削除されます。
tr: Bu eşya kullanıldığında tüketilecek ve envanterinden kaldırılacak.

source: Booster Item
fr: Objet booster
ja: ブースターアイテム
tr: Güçlendirici Eşya
