Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# copper_fang_description
source: A copper sword with a distinctive reddish hue. The metal has been carefully forged to create a sharp edge that gleams in the sunlight.
fr: Une épée de cuivre à la teinte rougeâtre distinctive. Le métal a été forgé avec soin pour une arête vive qui brille au soleil.
ja: 赤みを帯びた銅の剣。丹念な鍛造により陽光を裂く鋭い刃を持つ。
tr: Kendine has kırmızımsı tonu olan bir bakır kılıç. Metal, güneş ışığında parlayan keskin bir kenar oluşturmak için dikkatle dövülmüştür.

source: Ironclad Edge
fr: Tranchant blindé
ja: 鋼鉄の刃
tr: Demir Keskinlik

# ironclad_edge_description
source: A reliable iron sword that has been the weapon of choice for countless warriors. Its balance and durability make it a trusted companion in battle.
fr: Une épée de fer fiable, choisie par d’innombrables guerriers. Son équilibre et sa durabilité en font une alliée de confiance au combat.
ja: 無数の戦士が選んだ信頼の鉄剣。均整と耐久に優れ、戦場の友となる。
tr: Sayısız savaşçının tercih ettiği güvenilir demir kılıç. Dengesi ve dayanıklılığı onu güvenilir bir savaş yoldaşı yapar.

source: Steel Serpent
fr: Serpent d’acier
ja: 鋼の蛇
tr: Çelik Yılan

# steel_serpent_description
source: A sharp steel sword that moves like a striking snake. The blade is so finely crafted that it can cut through lesser armor with ease.
fr: Une épée d’acier affûtée qui frappe comme un serpent. Sa lame, finement travaillée, tranche aisément les armures inférieures.
ja: 蛇の一撃のように走る鋭刃。精緻な造りで下位の鎧なら容易く断つ。
tr: Saldıran bir yılan gibi hareket eden keskin çelik kılıç. Bıçak o kadar ince işlenmiştir ki daha zayıf zırhları kolayca kesebilir.

source: Crimson Fang
fr: Croc cramoisi
ja: 深紅の牙
tr: Kızıl Diş

# crimson_fang_description
source: A fiery red sword that burns with inner heat. The blade seems to thirst for battle, growing hotter with each strike against enemies.
fr: Une épée rouge flamboyante animée d’une chaleur intérieure. La lame semble assoiffée de bataille, chauffant à chaque coup.
ja: 内なる熱を宿す赤い剣。斬るほどに熱を帯び、戦いを欲する。
tr: İçsel ateşle yanan kızıl bir kılıç. Bıçak savaş için susamış gibi görünür, her vuruşta daha da ısınır.

source: Blazing Fang
fr: Croc flamboyant
ja: 炎牙
tr: Alevli Diş

# blazing_fang_description
source: An enhanced version of the Crimson Fang, this sword burns with such intensity that it can ignite enemies with a single strike.
fr: Version améliorée du Croc cramoisi, cette lame brûle si intensément qu’un seul coup peut embraser l’ennemi.
ja: 深紅の牙を強化した剣。一撃で敵を炎上させるほどの灼熱を放つ。
tr: Kızıl Diş'in geliştirilmiş hali, öyle yoğun yanar ki tek darbede düşmanları tutuşturabilir.

source: Golden Dawn
fr: Aube dorée
ja: 黄金の黎明
tr: Altın Şafak

# golden_dawn_description
source: A legendary golden sword that seems to capture the first light of dawn. Its blade radiates warmth and hope, inspiring allies while striking fear into enemies.
fr: Une épée légendaire dorée qui capture la première lueur de l’aube. Sa lame rayonne chaleur et espoir, inspirant les alliés et terrifiant les ennemis.
ja: 暁光を宿す伝説の黄金剣。刃は温もりと希望を放ち、味方を励まし敵を震え上がらせる。
tr: Şafak ışığını yakalayan efsanevi altın kılıç. Bıçağı sıcaklık ve umut yayar, müttefikleri cesaretlendirirken düşmanlara korku salar.

source: Thunder Axe
fr: Hache-tonnerre
ja: 雷斧
tr: Gök Gürültüsü Baltası

# thunder_axe_description
source: A heavy axe that crackles with electrical energy. Each swing creates a thunderous boom, and the blade can channel lightning through its strikes.
fr: Une lourde hache qui crépite d’énergie. Chaque balayage gronde comme le tonnerre et la lame canalise la foudre.
ja: 電気の力が走る重斧。振るう度に雷鳴が轟き、稲妻を刃に宿す。
tr: Elektrik enerjisiyle çatırdayan ağır bir balta. Her sallayış gök gürültüsü gibi patlar ve bıçak yıldırımı yönlendirebilir.

source: Storm Hatchet
fr: Hachette des tempêtes
ja: 嵐の手斧
tr: Fırtına Balta

# storm_hatchet_description
source: A smaller axe that hums with storm energy. Though lighter than its larger cousin, it can still channel the power of thunder and lightning.
fr: Une petite hache qui vibre d’énergie orageuse. Plus légère, elle canalise tout de même le pouvoir du tonnerre et de l’éclair.
ja: 嵐の力を唸らせる小型斧。軽量ながら雷と稲妻の力を扱える。
tr: Fırtına enerjisiyle uğuldayan küçük bir balta. Büyük akrabalarından daha hafif olsa da yine de şimşek ve yıldırım gücünü taşıyabilir.

source: Viper's Lash
fr: Fouet de la vipère
ja: 毒蛇の鞭
tr: Engerek Kırbacı

# vipers_lash_description
source: A flexible whip that strikes like a venomous snake. The leather has been treated with special oils, making it both deadly and silent.
fr: Un fouet souple qui frappe comme un serpent venimeux. Le cuir, traité avec des huiles spéciales, le rend mortel et silencieux.
ja: 蛇のようにしなる鞭。特製の油で処理され、静かでありながら致命的。
tr: Zehirli bir yılan gibi vuran esnek bir kırbaç. Deri özel yağlarla işlenmiş, onu hem ölümcül hem de sessiz yapmıştır.

source: Arcane Staff
fr: Bâton arcanique
ja: 秘術の杖
tr: Büyülü Asa

# arcane_staff_description
source: A magical staff that pulses with arcane energy. Carved from ancient wood and set with mystical crystals, it enhances magical abilities and channels powerful spells.
fr: Un bâton magique qui pulse d’énergie. Sculpté dans un bois ancien et serti de cristaux, il amplifie les capacités magiques et canalise de puissants sorts.
ja: 秘めた魔力が脈打つ杖。古木と魔晶から作られ、術を強化し強力な呪文を導く。
tr: Büyü enerjisiyle atan sihirli bir asa. Kadim ağaçtan oyulmuş ve mistik kristallerle süslenmiştir, büyü yeteneklerini artırır ve güçlü büyüler kanalize eder.

source: Iron Maiden
fr: Demoiselle de fer
ja: 鉄の鎚姫
tr: Demir Topuz

# iron_maiden_description
source: A heavy mace that strikes with devastating force. The spiked head can crush armor and bone alike, making it feared by all who face it.
fr: Une masse lourde qui frappe avec une force dévastatrice. Sa tête cloutée broie armures et os.
ja: 破壊的威力の重メイス。棘頭は鎧も骨も砕き、敵に畏怖を与える。
tr: Yıkıcı bir güçle vuran ağır bir topuz. Çivili başlığı zırhı ve kemikleri kolayca parçalayabilir, onu herkesin korkulu rüyası yapar.

source: Soul Reaper
fr: Faucheur d’âmes
ja: 魂狩り
tr: Ruh Biçen

# soul_reaper_description
source: A deadly weapon that seems to drain the life from its victims. The blade is dark as night and cold as death, feared by all who know its name.
fr: Une arme mortelle qui semble drainer la vie des victimes. La lame, sombre comme la nuit et froide comme la mort, inspire la terreur.
ja: 命を吸い取るかのような死の刃。漆黒で氷のように冷たく、その名を知る者は皆恐れる。
tr: Kurbanlarının yaşamını emiyor gibi görünen ölümcül bir silah. Bıçak gece kadar karanlık ve ölüm kadar soğuktur, adını bilen herkes tarafından korkulur.

source: Windseeker Bow
fr: Arc cherche-vent
ja: 風求の弓
tr: Rüzgar Arayıcı Yay

# windseeker_bow_description
source: A bow that seems to be guided by the wind itself. Arrows fired from this bow fly with uncanny accuracy, finding their targets even in the strongest gales.
fr: Un arc guidé par le vent lui-même. Les flèches volent avec une précision étonnante, même en pleine tempête.
ja: 風に導かれる弓。放たれた矢は強風の中でも標的を正確に射抜く。
tr: Rüzgarın kendisi tarafından yönlendiriliyormuş gibi görünen bir yay. Oklar olağanüstü bir doğrulukla uçar, en sert rüzgarlarda bile hedefini bulur.

source: Stormcaller Bow
fr: Arc appelle-tempêtes
ja: 雷呼の弓
tr: Fırtına Çağıran Yay

# stormcaller_bow_description
source: A bow that can summon storms with its arrows. Each shot crackles with lightning, and the bow itself hums with the power of thunder.
fr: Un arc qui invoque les tempêtes. Chaque tir crépite d’éclairs et l’arc bourdonne de puissance.
ja: 矢に嵐を呼ぶ弓。一矢ごとに稲妻が走り、弓そのものが雷鳴を響かせる。
tr: Oklarıyla fırtınalar çağırabilen bir yay. Her atış yıldırımla çatırdar ve yay gök gürültüsünün gücüyle uğuldar.

source: Deadly Sword
fr: Épée létale
ja: 必殺の剣

# deadly_sword_description
source: A sword forged for maximum lethality. Its blade is razor-sharp and balanced for swift, deadly strikes that can end battles quickly.
fr: Une épée forgée pour une létalité maximale. Lame rasoir, équilibrée pour des frappes rapides et fatales.
ja: 殺傷力を極めた剣。剃刀のような刃とバランスで、迅速に戦いを終わらせる。

source: Battle Axe
fr: Hache de bataille
ja: 戦斧

# battle_axe_description
source: A heavy axe designed for brutal combat. Its massive blade can cleave through armor and bone alike, making it feared on the battlefield.
fr: Une hache lourde conçue pour les combats brutaux. Sa lame massive fend armures et os.
ja: 苛烈な戦いのための重斧。巨大な刃は鎧も骨も断ち、戦場で恐れられる。

source: Small Battle Axe
fr: Petite hache de bataille
ja: 小型戦斧

# small_battle_axe_description
source: A lighter version of the battle axe, designed for speed and precision. Though smaller, it can still deliver devastating blows with proper technique.
fr: Une version plus légère, faite pour la vitesse et la précision. Malgré sa taille, elle inflige des coups dévastateurs.
ja: 機敏さと正確さを重視した軽量戦斧。小さくとも的確な一撃は破壊的。

source: Whip Sword
fr: Épée-fouet
ja: 鞭剣

# whip_sword_description
source: A flexible sword that combines the reach of a whip with the cutting power of a blade. Its unique design allows for unpredictable attacks that can catch enemies off guard.
fr: Une épée flexible alliant la portée d’un fouet et le tranchant d’une lame. Son design unique permet des attaques imprévisibles.
ja: 鞭の間合いと刃の斬撃を併せ持つ柔剣。軌道が読みにくく、敵の虚を突く。

source: Oakheart Ward
fr: Rempart cœur-de-chêne
ja: 橡心の盾
tr: Meşe Kalpli Kalkan

# oakheart_ward_description
source: A shield carved from ancient oak, its surface weathered but strong. The wood has absorbed countless blows, making it a reliable defense for any warrior.
fr: Un bouclier taillé dans un chêne ancien, usé mais solide. Il a encaissé d’innombrables coups, offrant une défense fiable.
ja: 古樫から削られた堅牢な盾。幾多の打撃を吸収し、頼れる守りを提供する。
tr: Kadim meşeden oyulmuş, yüzeyi aşınmış ama güçlü bir kalkan. Sayısız darbeyi emmiş, her savaşçı için güvenilir bir savunma olmuştur.

source: Crimson Ward
fr: Rempart cramoisi
ja: 深紅の守盾
tr: Kızıl Kalkan

# crimson_ward_description
source: A red shield that burns with defensive fire. The metal seems to absorb attacks and reflect them back as heat, making enemies think twice before striking.
fr: Un bouclier rouge animé d’un feu défensif. Le métal absorbe les attaques et les renvoie en chaleur.
ja: 防御の炎を宿す赤い盾。攻撃を熱として呑み込み、相手に躊躇を与える。
tr: Savunma ateşiyle yanan kırmızı bir kalkan. Metal saldırıları emer ve ısı olarak geri yansıtır, düşmanları tekrar saldırmadan önce düşündürür.

source: Ironclad Bulwark
fr: Rempart blindé
ja: 鋼鉄の城壁
tr: Demir Siper

# ironclad_bulwark_description
source: A sturdy iron shield that has withstood the test of time. Its surface is covered in battle scars, each one a testament to its protective power.
fr: Un bouclier de fer robuste marqué par les batailles, preuve de sa puissance protectrice.
ja: 時の試練に耐えた頑丈な鉄盾。無数の傷跡がその防御力を物語る。
tr: Zamanın testinden geçmiş sağlam bir demir kalkan. Yüzeyi savaş izleriyle doludur, her biri koruyucu gücünün kanıtıdır.

source: Golden Aegis
fr: Égide dorée
ja: 黄金のアイギス
tr: Altın Aegis

# golden_aegis_description
source: A golden shield that radiates divine protection. The metal gleams with holy light, and enemies find their attacks weakened when facing its brilliance.
fr: Un bouclier doré irradiant une protection divine. Sa lumière affaiblit les assauts ennemis.
ja: 神聖な加護を放つ黄金の盾。聖なる光が輝き、敵の攻撃を弱める。
tr: İlahi koruma yayan altın bir kalkan. Metal kutsal ışıkla parlar ve düşman saldırıları karşısında zayıflar.

source: Grey Paw
fr: Patte grise
ja: 灰影の爪

# grey_paw_description
source: A mysterious grey cat companion with fur as soft as shadows. It moves silently and seems to understand your thoughts, making it the perfect companion for stealth missions.
fr: Un chat mystérieux au pelage doux comme l’ombre. Il se déplace en silence et semble comprendre tes pensées.
ja: 影のように柔らかな毛並みを持つ灰色の猫の相棒。静かに動き、思考を理解してくれる。潜行任務に最適。

source: Brown Paw
fr: Patte brune
ja: 茶土の爪

# brown_paw_description
source: A loyal brown cat companion with warm, earthy fur. It has a gentle nature and provides comfort during long adventures.
fr: Un chat fidèle au pelage chaud et terreux. Sa nature douce réconforte lors des longues aventures.
ja: 温かな土色の毛並みを持つ忠実な猫の相棒。穏やかな性格で長旅を癒やす。

source: Whiskerwind
fr: Moustivent
ja: 口髭の風
tr: Bıyıkrüzgar

# whiskerwind_description
source: A graceful cat with fur that shimmers like starlight. It has an uncanny ability to sense danger and will warn you of approaching threats.
fr: Un chat gracieux au pelage scintillant comme la lumière des étoiles. Il sent le danger et te prévient des menaces.
ja: 星明かりのようにきらめく毛並みの優雅な猫。危機察知に長け、迫る脅威を警告してくれる。
tr: Yıldız ışığı gibi parıldayan kürkü olan zarif bir kedi. Tehlikeyi olağanüstü şekilde hisseder ve yaklaşan tehditler konusunda seni uyarır.

source: Golden Cluck
fr: Cocotte dorée
ja: 黄金のコッコ
tr: Altın Gıdak

# golden_cluck_description
source: A loyal chicken companion with golden feathers that gleam in the sunlight. Despite its humble appearance, it has a heart of gold and will follow you anywhere.
fr: Une poule loyale aux plumes dorées. Humble d’apparence, elle a un cœur d’or et te suit partout.
ja: 黄金の羽を持つ忠実なニワトリの相棒。見た目は素朴でも、金の心でどこまでも付いてくる。
tr: Altın tüyleri güneş ışığında parlayan sadık bir tavuk yoldaş. Alçakgönüllü görünümüne rağmen altın gibi bir kalbe sahiptir ve seni her yere takip eder.

source: Crown of Kings
fr: Couronne des rois
ja: 王たちの冠
tr: Kralların Tacı

# crown_of_kings_description
source: A magnificent crown that has adorned the heads of countless rulers throughout history. Its jewels seem to hold the wisdom of ages past, and wearing it grants an aura of authority.
fr: Une couronne magnifique portée par d’innombrables souverains. Ses joyaux renferment la sagesse des âges.
ja: 歴代の王の頭上を飾った壮麗な冠。宝玉には古の叡智が宿り、威厳のオーラを授ける。
tr: Tarih boyunca sayısız hükümdarın başını süslemiş görkemli bir taç. Mücevherleri geçmişin bilgeliğini taşır ve onu takmak otorite aurası kazandırır.

source: Mystic Egg
fr: Œuf mystique
ja: 神秘の卵
tr: Gizemli Yumurta

# mystic_egg_description
source: A mysterious egg that pulses with unknown energy. Ancient legends speak of creatures that hatch from such eggs, but none have ever witnessed the transformation.
fr: Un œuf mystérieux vibrant d’énergie inconnue. Les légendes parlent de créatures qui en émergent.
ja: 未知の力で脈打つ不思議な卵。伝承では幻獣が孵るというが、その瞬間を見た者はいない。
tr: Bilinmeyen bir enerjiyle atan gizemli bir yumurta. Kadim efsaneler bu yumurtalardan çıkan yaratıklardan bahseder ama kimse dönüşüme tanık olmamıştır.

source: Thunder Hammer
fr: Marteau-tonnerre
ja: 雷鳴の鎚
tr: Gök Gürültüsü Çekici

# thunder_hammer_description
source: A mighty hammer that crackles with electrical energy. Each strike creates a thunderous boom, and the weapon seems to channel the power of storms themselves.
fr: Un marteau puissant qui crépite d’électricité. Chaque coup résonne comme un tonnerre.
ja: 電気の力を帯びる強大な鎚。振り下ろすたび雷鳴が轟き、嵐の力を振るう。
tr: Elektrik enerjisiyle çatırdayan güçlü bir çekiç. Her darbe gök gürültüsü gibi patlar ve silah fırtınaların gücünü kanalize eder.

source: Golden Key of Ages
fr: Clé d’or des âges
ja: 古代の黄金鍵
tr: Çağların Altın Anahtarı

# golden_key_of_ages_description
source: A golden key that seems to unlock more than just physical doors. Ancient inscriptions suggest it can open portals to forgotten realms and hidden knowledge.
fr: Une clé dorée qui ouvre plus que des portes. Des inscriptions anciennes évoquent des portails vers des royaumes oubliés.
ja: 物理の扉だけでなく何かをも開く黄金の鍵。古文は忘れられた領域や秘奥への門を示唆する。
tr: Sadece fiziksel kapıları değil daha fazlasını açıyor gibi görünen altın bir anahtar. Kadim yazıtlar, unutulmuş diyarların ve gizli bilgilerin kapılarını açabileceğini söyler.

source: Silver Key of Secrets
fr: Clé d’argent des secrets
ja: 秘匿の銀鍵
tr: Sırlar Gümüş Anahtarı

# silver_key_of_secrets_description
source: A silver key that whispers secrets to those who hold it. The metal seems to remember every lock it has ever opened, and every secret it has ever revealed.
fr: Une clé d’argent qui murmure des secrets. Le métal se souvient de chaque serrure et de chaque secret révélé.
ja: 持つ者に秘密を囁く銀の鍵。開けた錠も暴いた秘密も、金属が記憶しているかのようだ。
tr: Onu tutanlara sırlar fısıldayan gümüş bir anahtar. Metal, açtığı her kilidi ve açığa çıkardığı her sırrı hatırlıyor gibi görünür.

source: Medal of Honor
fr: Médaille d’honneur
ja: 名誉勲章
tr: Onur Madalyası

# medal_of_honor_description
source: A prestigious medal awarded for acts of great courage and valor. The metal gleams with the light of honor, and wearing it inspires respect from all who see it.
fr: Une médaille prestigieuse pour actes de courage. Elle inspire le respect à quiconque la voit.
ja: 勇気と武勲に与えられる栄誉ある勲章。鋳肌は栄光に輝き、見る者に敬意を抱かせる。
tr: Büyük cesaret ve yiğitlik gösterenlere verilen prestijli bir madalya. Metal onur ışığıyla parlar ve takanı görenlerde saygı uyandırır.

source: Harvest Pumpkin
fr: Citrouille des moissons
ja: 収穫のかぼちゃ
tr: Hasat Balkabağı

# harvest_pumpkin_description
source: A festive pumpkin that seems to glow with inner light. Carved with care and decorated with mystical symbols, it brings joy and celebration wherever it appears.
fr: Une citrouille festive irradiant une lueur intérieure, gravée de symboles mystiques.
ja: 内なる光で輝く祝祭のかぼちゃ。細やかな彫刻と紋が喜びと祝福をもたらす。
tr: İçsel ışıkla parıldayan şenlikli bir balkabağı. Özenle oyulmuş ve mistik sembollerle süslenmiş, göründüğü her yere neşe getirir.

source: Ring of Power
fr: Anneau de pouvoir
ja: 力の指輪
tr: Güç Yüzüğü

# ring_of_power_description
source: A magical ring that pulses with arcane energy. Ancient runes are etched into its surface, and wearing it grants access to forgotten magical abilities.
fr: Un anneau magique vibrant d’énergie. Des runes anciennes y sont gravées et confèrent des pouvoirs oubliés.
ja: 秘術の力が脈打つ魔法の指輪。古代文字が刻まれ、忘れられた術への道を開く。
tr: Büyü enerjisiyle atan sihirli bir yüzük. Yüzeyine kadim runlar işlenmiştir ve onu takmak unutulmuş büyüsel yeteneklere erişim sağlar.

source: Treasure Chest
fr: Coffre au trésor
ja: 宝箱
tr: Hazine Sandığı

# treasure_chest_description
source: A sturdy treasure chest that has held countless fortunes throughout the ages. Its wood is weathered but strong, and the lock mechanism is a marvel of ancient engineering.
fr: Un coffre solide ayant protégé d’innombrables fortunes. Son bois patiné et sa serrure ingénieuse en disent long.
ja: 幾時代もの富を収めてきた頑丈な箱。風雪に耐えた木と巧妙な錠前が特徴。
tr: Tarih boyunca sayısız serveti saklamış sağlam bir hazine sandığı. Ahşabı aşınmış ama güçlüdür, kilit mekanizması eski mühendisliğin harikasıdır.

source: Azure Treasure Chest
fr: Coffre azur
ja: 蒼の宝箱
tr: Gökyüzü Hazine Sandığı

# azure_treasure_chest_description
source: A rare blue treasure chest that seems to glow with inner light. The metal is unlike any known alloy, and the chest itself seems to hum with magical energy.
fr: Un coffre bleu rare qui luit d’une lumière intérieure et bourdonne d’énergie magique.
ja: 内なる光で淡く輝く青い宝箱。未知の合金で造られ、箱自体が魔力の唸りを放つ。
tr: İçsel ışıkla parıldayan nadir mavi bir hazine sandığı. Metali bilinen hiçbir alaşıma benzemez ve sandığın kendisi büyüsel enerjiyle uğuldar.

source: Opened Treasure Chest
fr: Coffre au trésor ouvert
ja: 開かれた宝箱
tr: Açılmış Hazine Sandığı

# opened_treasure_chest_description
source: An opened treasure chest that has already revealed its secrets. Though empty now, it still holds the promise of adventure and discovery.
fr: Un coffre ouvert qui a déjà livré ses secrets, mais promet encore aventure et découverte.
ja: 既に秘密を明かした宝箱。今は空でも、冒険と発見の気配を残す。
tr: Sırlarını çoktan açığa çıkarmış bir hazine sandığı. Şimdi boş olsa da hâlâ macera ve keşif vaadi taşır.

source: Bronze Trophy of Valor
fr: Trophée de vaillance en bronze
ja: 武勇の銅杯
tr: Bronz Cesaret Kupası

# bronze_trophy_of_valor_description
source: A bronze trophy awarded for acts of bravery and courage. The metal has been polished to a shine, and the craftsmanship speaks of great skill and dedication.
fr: Un trophée de bronze pour bravoure et courage, poli à la perfection.
ja: 勇気と武勇に贈られる銅のトロフィー。磨き上げられた光沢と職人技が映える。
tr: Cesaret ve yiğitlik için verilen bronz bir kupa. Metal parlatılmıştır ve işçilik büyük beceri ve özveriyi gösterir.

source: Silver Trophy of Glory
fr: Trophée de gloire en argent
ja: 栄光の銀杯
tr: Gümüş Zafer Kupası

# silver_trophy_of_glory_description
source: A silver trophy that gleams with the light of achievement. The metal seems to capture and reflect the glory of past victories, inspiring future triumphs.
fr: Un trophée d’argent qui capture l’éclat des victoires passées.
ja: 達成の光で輝く銀のトロフィー。過去の勝利の栄華を映し、次の栄冠を鼓舞する。
tr: Zafer ışığıyla parıldayan gümüş bir kupa. Metal, geçmiş zaferlerin görkemini yakalar ve yansıtır.

source: Golden Trophy of Legends
fr: Trophée d’or des légendes
ja: 伝説の黄金杯
tr: Altın Efsane Kupası

# golden_trophy_of_legends_description
source: A golden trophy that radiates with the power of legend. The metal seems to hold the essence of greatness itself, and those who possess it are destined for fame.
fr: Un trophée doré irradiant le pouvoir des légendes. Les détenteurs sont promis à la renommée.
ja: 伝説の力を放つ黄金のトロフィー。偉大さの精が宿り、持つ者は名を残す運命にある。
tr: Efsanenin gücüyle ışıldayan altın bir kupa. Metal, büyüklüğün özünü taşır ve ona sahip olanlar şöhrete yazgılıdır.

source: Scroll of Ancient Wisdom
fr: Parchemin de sagesse ancienne
ja: 古代叡智の巻
tr: Kadim Bilgelik Parşömeni

# scroll_of_ancient_wisdom_description
source: An ancient scroll covered in mystical runes and forgotten knowledge. The parchment seems to whisper secrets to those who study it carefully.
fr: Un antique parchemin couvert de runes et de savoir oublié, qui chuchote ses secrets.
ja: 秘紋と失われた知で覆われた古の巻物。耳を澄ませば羊皮紙が秘奥を囁く。
tr: Mistik runlarla kaplı kadim bir parşömen. Parşömen dikkatle incelendiğinde sırlar fısıldar.

source: Scroll of Lost Secrets
fr: Parchemin des secrets perdus
ja: 失われし秘儀の巻
tr: Kayıp Sırlar Parşömeni

# scroll_of_lost_secrets_description
source: A scroll that contains secrets so powerful they were hidden away for centuries. The ink seems to glow with forbidden knowledge, and reading it grants insights into forgotten magic.
fr: Un parchemin renfermant des secrets si puissants qu’ils furent cachés des siècles durant.
ja: あまりに強大で世紀を超えて封印された秘儀を記す巻。禁断の光で文字が輝き、忘却の魔術を示す。
tr: O kadar güçlü sırlar içeren bir parşömen ki yüzyıllarca saklanmıştır. Mürekkep yasak bilgiyle parlar.

source: Scroll of Forbidden Knowledge
fr: Parchemin du savoir interdit
ja: 禁忌知識の巻
tr: Yasak Bilgi Parşömeni

# scroll_of_forbidden_knowledge_description
source: A scroll that pulses with dangerous energy. The knowledge contained within is so powerful that it was sealed away by ancient sages to protect the world.
fr: Un parchemin vibrant d’une énergie dangereuse, scellé jadis par les sages.
ja: 危うい力が脈打つ巻物。世界を護るため古賢者が封じたほどの知が収められている。
tr: Tehlikeli enerjiyle atan bir parşömen. İçindeki bilgi o kadar güçlüdür ki kadim bilginler dünyayı korumak için mühürlemiştir.

source: Bell of Awakening
fr: Cloche de l’éveil
ja: 覚醒の鐘
tr: Uyanış Çanı

# bell_of_awakening_description
source: A magical bell that rings with a sound that seems to awaken the soul. The metal resonates with pure energy, and its chime can break enchantments and dispel illusions.
fr: Une cloche magique dont le son éveille l’âme, brise les enchantements et dissipe les illusions.
ja: 魂を呼び覚ます響きを持つ魔法の鐘。純粋な共鳴が魔障を破り幻惑を祓う。
tr: Ruhu uyandırıyormuş gibi çınlayan sihirli bir çan. Metal saf enerjiyle rezonansa girer ve çanı büyüleri bozabilir.

source: Chronometer
fr: Chronomètre
ja: 時紋計
tr: Kronometre

# chronometer_description
source: A mystical timepiece that seems to track more than just hours and minutes. The gears move with impossible precision, and the device can measure the flow of time itself.
fr: Un garde-temps mystique mesurant plus que les heures. Ses rouages suivent le flux du temps lui-même.
ja: 時そのものの流れを測る神秘の計器。不可能な精度で歯車が巡る。
tr: Saatlerden fazlasını ölçüyor gibi görünen mistik bir zaman ölçer. Dişlileri imkânsız hassasiyetle hareket eder ve zamanı ölçebilir.

source: Lucky Four-Leaf Clover
fr: Trèfle à quatre feuilles porte-bonheur
ja: 幸運の四つ葉
tr: Şanslı Dört Yapraklı Yonca
