Repository: makisacik/RPG-Habit-Tracker-Swift
Catalog: RPGHabitPlanner/*.lproj/Localizable.strings
Languages: fr, ja, tr

# lucky_four_leaf_clover_description
source: A rare four-leaf clover that seems to radiate good fortune. The leaves shimmer with an inner light, and carrying it brings luck and protection to its owner.
fr: Un trèfle rare irradiant la chance. Le porter apporte protection et fortune.
ja: 幸運を放つ希少な四つ葉のクローバー。内から光を放ち、持つ者に加護を与える。
tr: İyi şans yayan nadir bir dört yapraklı yonca. Yapraklar içsel ışıkla parlar ve onu taşımak sahibine şans getirir.

source: Holy Cross
fr: Croix sacrée
ja: 聖なる十字
tr: Kutsal Haç

# holy_cross_description
source: A sacred cross that glows with divine light. The metal seems to be blessed, and it offers protection against dark forces and evil magic.
fr: Une croix sacrée qui luit d’une lumière divine, protégeant des forces obscures.
ja: 神聖な光で輝く十字。祝福を受け、闇と邪悪から護る。
tr: İlahi ışıkla parlayan kutsal bir haç. Metal kutsanmış gibi görünür ve karanlık güçlere karşı koruma sağlar.

source: Phoenix Feather
fr: Plume de phénix
ja: 不死鳥の羽
tr: Anka Tüyü

# phoenix_feather_description
source: A feather that burns with eternal flame. Though it should be consumed by fire, it remains intact and radiates warmth and renewal.
fr: Une plume brûlant d’une flamme éternelle, symbole de chaleur et de renouveau.
ja: 永遠の炎で燃える羽。本来なら燃え尽きるはずが、温もりと再生を宿している。
tr: Ebedi alevle yanan bir tüy. Ateş tarafından tüketilmesi gerekirken sağlam kalır ve sıcaklık yayar.

source: Essence of Fire
fr: Essence de feu
ja: 炎の精核
tr: Ateş Özütü

# essence_of_fire_description
source: A crystal that contains pure fire energy. The flames dance within the gem, and it radiates heat that can warm even the coldest heart.
fr: Un cristal contenant une énergie ignée pure. Les flammes dansent en son cœur.
ja: 純粋な火の力を閉じ込めた結晶。内で焔が踊り、凍てつく心すら温める。
tr: Saf ateş enerjisi içeren bir kristal. Alevler içinde dans eder ve en soğuk kalpleri bile ısıtır.

source: Lightning Bolt
fr: Éclair
ja: 稲妻の結晶
tr: Yıldırım Oku

# lightning_bolt_description
source: A bolt of lightning captured in crystal form. The energy crackles within, and the crystal hums with the power of storms.
fr: Un éclair capturé dans un cristal. L’énergie y crépite et bourdonne.
ja: 稲妻を封じた結晶。内部で電光が弾け、嵐の力が唸る。
tr: Kristal formunda yakalanmış bir yıldırım. Enerji içinde çatırdar ve kristal fırtınaların gücüyle uğuldar.

source: Strength Totem
fr: Totem de force
ja: 剛力のトーテム
tr: Güç Totemi

# strength_totem_description
source: A totem that radiates with the power of physical might. Carved with symbols of strength, it enhances the bearer's physical abilities and grants courage in battle.
fr: Un totem irradiant la puissance physique, gravé de symboles de vigueur et de courage.
ja: 肉体の力を高めるトーテム。力の紋様が刻まれ、勇気と剛力を授ける。
tr: Fiziksel güç enerjisi yayan bir totem. Güç sembolleriyle oyulmuş, takana cesaret verir.

source: Starlight Fragment
fr: Fragment de lumière stellaire
ja: 星明かりの欠片
tr: Yıldız Işığı Parçası

# starlight_fragment_description
source: A fragment of starlight captured in crystal form. It glows with the light of distant stars, and holding it brings clarity and inspiration.
fr: Un fragment de starlight cristallisé. Il brille d’une clarté inspirante.
ja: 星光を封じた結晶片。遥かな星の輝きで、心に明晰と霊感をもたらす。
tr: Kristal formunda yakalanmış yıldız ışığı parçası. Uzak yıldızların ışığıyla parlar ve ilham getirir.

source: Skull of the Fallen
fr: Crâne des déchus
ja: 堕ちし者の髑髏
tr: Düşmüşlerin Kafatası

# skull_of_the_fallen_description
source: A mysterious skull that seems to hold the memories of its former owner. Though unsettling, it can reveal secrets about the past and warn of future dangers.
fr: Un crâne mystérieux semblant contenir les souvenirs de son ancien propriétaire.
ja: 持ち主の記憶を宿すと言われる不気味な頭蓋。過去の秘密を示し、未来の危機を警告する。
tr: Eski sahibinin anılarını taşıyor gibi görünen gizemli bir kafatası. Rahatsız edici olsa da geçmiş hakkında sırlar açığa çıkarabilir.

source: Skull of the Ancient
fr: Crâne de l’Ancien
ja: 古代の髑髏
tr: Kadim Kafatası

# skull_of_the_ancient_description
source: A skull so old that it has become fossilized. Ancient wisdom seems to emanate from it, and those who study it can learn forgotten knowledge.
fr: Un crâne si ancien qu’il est fossilisé, d’où émane une sagesse oubliée.
ja: 化石化するほど古い頭蓋。古の叡智が滲み出し、学ぶ者に失われた知を伝える。
tr: O kadar eski bir kafatası ki fosilleşmiş. Ondan kadim bilgelik yayılır.

source: Sleepy Cat
fr: Chat somnolent
ja: ねむねこ
tr: Uykucu Kedi

# sleepy_cat_description
source: A sleepy cat that makes you want to nap instead of work
fr: Un chat endormi qui te donne envie de faire la sieste plutôt que de travailler
ja: 仕事よりお昼寝したくなる眠たいネコ
tr: Çalışmak yerine seni uyumaya teşvik eden uykucu bir kedi

source: Funny Zombie
fr: Zombie drôle
ja: おどけゾンビ
tr: Komik Zombi

# funny_zombie_description
source: A funny zombie that distracts you with humor
fr: Un zombie amusant qui te distrait avec son humour
ja: 笑いで気を散らすおちゃめなゾンビ
tr: Esprileriyle seni oyalayan komik bir zombi

source: Funky Monster
fr: Monstre funky
ja: ファンキーモンスター
tr: Ritmik Canavar

# funky_monster_description
source: A funky monster that gets you grooving instead of focusing
fr: Un monstre groovy qui te fait danser au lieu de te concentrer
ja: 集中よりノリノリにさせてくるファンキーな怪物
tr: Seni odaklanmak yerine dans ettiren ritmik bir canavar

source: Boo Monster
fr: Monstre bouh
ja: ブーモンスター
tr: Buu Canavarı

# boo_monster_description
source: A spooky boo monster that scares away your concentration
fr: Un monstre effrayant qui chasse ta concentration
ja: 集中力を追い払うちょっと不気味な“ブー”モンスター
tr: Dikkatini korkutucu şekilde dağıtan buu canavarı

source: Flying Dragon
fr: Dragon volant
ja: 飛竜
tr: Uçan Ejderha

# flying_dragon_description
source: A majestic flying dragon that's hard to defeat
fr: Un dragon majestueux difficile à vaincre
ja: 討伐が難しい、威厳ある空の覇者
tr: Yenmesi zor, görkemli bir uçan ejderha

source: Consumable
fr: Consommable
ja: 消費
tr: Tüketilebilir

source: Booster
ja: ブースター
tr: Güçlendirici

source: Collectible
fr: Objet de collection
ja: コレクション
tr: Koleksiyonluk

source: Accessory
fr: Accessoire
ja: アクセサリー
tr: Aksesuar

source: Gear
fr: Équipement
ja: 装備
tr: Ekipman

source: Head
fr: Tête
ja: 頭部
tr: Baş

source: Wings
fr: Ailes
ja: 翼
tr: Kanatlar

source: Shield
fr: Bouclier
ja: 盾
tr: Kalkan

source: Pet
fr: Familier
ja: ペット
tr: Evcil Hayvan

source: Clips
fr: Pinces
ja: ヘアクリップ
tr: Tokalar

source: Eyeglasses
fr: Lunettes
ja: 眼鏡
tr: Gözlükler

source: Earrings
fr: Boucles d’oreilles
ja: ピアス
tr: Küpe

source: Lashes
fr: Cils
ja: まつげ
tr: Kirpikler

source: Eyelashes
fr: Cils
ja: まつげ
tr: Kirpikler

source: Eyelash
fr: Cil
ja: まつげ
tr: Kirpik

source: Royalty
fr: Royauté
ja: 王族
tr: Asalet

source: Weapons
fr: Armes
ja: 武器
tr: Silahlar

source: Treasure
fr: Trésor
ja: 宝物
tr: Hazine

source: Accessories
fr: Accessoires
ja: アクセサリー
tr: Aksesuarlar

source: Trophies
fr: Trophées
ja: トロフィー
tr: Kupalar

source: Scrolls
fr: Parchemins
ja: 巻物
tr: Parşömenler

source: Elements
fr: Éléments
ja: 元素
tr: Elementler

source: Common
fr: Commun
ja: コモン
tr: Yaygın

source: Uncommon
fr: Peu commun
ja: アンコモン
tr: Nadir

source: Rare
ja: レア
tr: Çok Nadir

source: Epic
fr: Épique
ja: エピック
tr: Destansı

source: Choose Name
fr: Choisir un nom
ja: 名前を選ぶ
tr: İsim Seç

source: Choose Title
fr: Choisir un titre
ja: 称号を選ぶ
tr: Unvan Seç

source: Ready
fr: Prêt
ja: 準備完了
tr: Hazır

source: Create quests and complete tasks
fr: Crée des quêtes et termine des tâches
ja: クエストを作成し、タスクを完了しよう
tr: Görevler yarat ve alt görevleri tamamla

source: Earn experience and level up
fr: Gagne de l’expérience et monte de niveau
ja: 経験値を獲得してレベルアップしよう
tr: Deneyim kazan ve seviye atla

source: Unlock achievements and rewards
fr: Débloque succès et récompenses
ja: 実績と報酬を解除しよう
tr: Başarımları ve ödülleri aç

source: Customize your character
fr: Personnalise ton personnage
ja: キャラクターをカスタマイズしよう
tr: Karakterini özelleştir

source: Enter hero name
fr: Entre le nom du héros
ja: 勇者の名前を入力
tr: Kahraman ismi gir

source: The Brave
fr: Le Brave
ja: 勇敢なる者
tr: Cesur

# the_brave_description
source: Fearless in the face of danger
fr: Intrépide face au danger
ja: 危険にも恐れず立ち向かう
tr: Tehlikenin karşısında korkusuz

source: The Wise
fr: Le Sage
ja: 賢者
tr: Bilge

# the_wise_description
source: Knowledge and wisdom guide their path
fr: La connaissance et la sagesse guident sa voie
ja: 知識と英知が道を導く
tr: Bilgi ve bilgelik yolunu gösterir

source: The Swift
fr: Le Rapide
ja: 迅速なる者
tr: Çevik

# the_swift_description
source: Quick as the wind, agile as a cat
fr: Vif comme le vent, agile comme un chat
ja: 風のように素早く、猫のようにしなやか
tr: Rüzgar kadar hızlı, kedi kadar çevik

source: The Mighty
fr: Le Puissant
ja: 剛力
tr: Kudretli

# the_mighty_description
source: Strength and power personified
fr: Force et puissance incarnées
ja: 力と威力の体現者
tr: Güç ve kudretin vücut bulmuş hali

source: The Shadow
fr: L’Ombre
ja: 影
tr: Gölge

# the_shadow_description
source: Moves unseen, strikes from darkness
fr: Se déplace invisible, frappe depuis les ténèbres
ja: 姿を見せず、闇から一撃
tr: Görünmez hareket eder, karanlıktan vurur

source: The Guardian
fr: Le Gardien
ja: 守護者
tr: Koruyucu

# the_guardian_description
source: Protector of the innocent and weak
fr: Protecteur des innocents et des faibles
ja: 弱き者と無垢なる者の盾
tr: Masumları ve zayıfları koruyan

source: The Wanderer
fr: Le Vagabond
ja: 放浪者
tr: Gezgin

# the_wanderer_description
source: Explorer of unknown lands and secrets
fr: Explorateur de terres inconnues et de secrets
ja: 未知の地と秘密を求める旅人
tr: Bilinmeyen toprakları ve sırları keşfeden

source: The Legendary
fr: Le Légendaire
ja: 伝説
tr: Efsanevi

# the_legendary_description
source: Destined for greatness and fame
fr: Promis à la grandeur et à la gloire
ja: 偉業と名声を約された存在
tr: Büyüklüğe ve şöhrete yazgılı

source: The Whimsical
fr: Le Fantasque
ja: 気まぐれ
tr: Keyifli

# the_whimsical_description
source: Brings joy and wonder wherever they go
fr: Apporte joie et émerveillement partout
ja: 行く先々に喜びと驚きを運ぶ
tr: Gittiği her yere neşe ve merak getirir

source: The Stormborn
fr: Né-de-l’orage
ja: 嵐生まれ
tr: Fırtına Doğan

# the_stormborn_description
source: Born of thunder, master of chaos
fr: Né du tonnerre, maître du chaos
ja: 雷に育まれ、混沌を御する
tr: Gök gürültüsünden doğmuş, kaosun ustası

source: The Dreamweaver
fr: Tisseur de rêves
ja: 夢織り
tr: Rüya Dokuyucu

# the_dreamweaver_description
source: Weaves dreams into reality
fr: Tisse les rêves pour en faire réalité
ja: 夢を現実へと編み上げる
tr: Rüyaları gerçeğe dönüştüren

source: The Starlight
fr: Lumière stellaire
ja: 星明かり
tr: Yıldız Işığı

# the_starlight_description
source: Illuminates the darkest paths
fr: Éclaire les sentiers les plus sombres
ja: 最も暗い道を照らし出す
tr: En karanlık yolları aydınlatır

source: Hero
fr: Héros
ja: 勇者
tr: Kahraman

source: New Quest
fr: Nouvelle quête
ja: 新規クエスト
tr: Yeni Görev

# create_new_adventure
source: Create a new adventure
fr: Crée une nouvelle aventure
ja: 新しい冒険を作成
tr: Yeni bir macera yarat

source: Add premade quests
fr: Ajouter des quêtes préconçues
ja: 既製クエストを追加
tr: Hazır görevler ekle

source: View your stats
fr: Voir tes statistiques
ja: ステータスを見る
tr: İstatistiklerini gör

source: View your trophies
fr: Voir tes trophées
ja: トロフィーを見る
tr: Kupalarını gör

source: Battle distractions
fr: Combattre les distractions
ja: 誘惑と戦う
tr: Dikkat dağıtıcılarla savaş

source: Shop
fr: Boutique
ja: ショップ
tr: Dükkan

source: Buy items with coins
fr: Acheter des objets avec des pièces
ja: コインでアイテムを購入
tr: Altınlarla eşya satın al

source: Add Currency
fr: Ajouter de la monnaie
ja: 通貨を追加
tr: Para Ekle

source: Active Boosters
fr: Boosters actifs
ja: 有効なブースター
tr: Aktif Güçlendiriciler

source: Coins
fr: Pièces
ja: コイン
tr: Altınlar

# total_damage
source: %@ HP
fr: %@ PV
ja: 総ダメージ

# damage_amount
source: %@ HP
fr: %@ PV
ja: ダメージ量

source: Quest Reward
fr: Récompense de quête
ja: クエスト報酬
tr: Görev Ödülü

source: Base Reward
fr: Récompense de base
ja: 基本報酬
tr: Temel Ödül

source: Task Bonus
fr: Bonus de tâche
ja: タスクボーナス
tr: Alt Görev Bonusu

source: Quest title cannot be empty.
fr: Le titre de la quête ne peut pas être vide.
ja: クエスト名は空にできません。
tr: Görev başlığı boş bırakılamaz.

source: Select your quest deadline
fr: Sélectionne l’échéance de ta quête
ja: クエストの期限を選択

source: Selected Date
fr: Date sélectionnée
ja: 選択した日付

source: Selected Deadline
fr: Échéance sélectionnée
ja: 選択した期限

source: Confirm Date
fr: Confirmer la date
ja: 日付を確定

source: Armor
fr: Armure
ja: 防具
tr: Zırh

source: Pets
fr: Familiers
ja: ペット
tr: Evcil Hayvanlar

source: Consumables
fr: Consommables
ja: 消費アイテム
tr: Tüketilebilirler

source: Helmet
fr: Casque
ja: 兜
tr: Miğfer

source: Potions
ja: ポーション
tr: İksirler

source: Boosts
ja: ブースト
tr: Güçlendirmeler

source: Specials
fr: Spéciaux
ja: スペシャル

# icon_gold
source: Gold
fr: Or
ja: ゴールド
tr: Altın

# icon_gem
source: Gem
fr: Gemme
ja: ジェム
tr: Mücevher

source: Select Skin Color
fr: Choisir la couleur de peau
ja: 肌の色を選択
tr: Ten Rengi Seç

source: Choose Hairstyle
fr: Choisir la coiffure
ja: 髪型を選択
tr: Saç Stili Seç

source: Choose Hair Back Style
fr: Choisir le style arrière des cheveux
ja: 後ろ髪スタイルを選択
tr: Arka Saç Stili Seç

source: Select Eye Color
fr: Choisir la couleur des yeux
ja: 目の色を選択
tr: Göz Rengi Seç

source: Choose Outfit
fr: Choisir la tenue
ja: 装備を選択
tr: Kıyafet Seç

source: Pick Your Weapon
fr: Choisir ton arme
ja: 武器を選ぶ
tr: Silahını Seç

source: Add Mustache
fr: Ajouter une moustache
ja: 口ひげを追加
tr: Bıyık Ekle

source: Add Flower
fr: Ajouter une fleur
ja: 花を追加
tr: Çiçek Ekle

source: Add Accessories
fr: Ajouter des accessoires
ja: アクセサリーを追加
tr: Aksesuar Ekle

# step_progress
source: Step %d of %d
fr: Étape %d sur %d
ja: 全%d段階中 %d 段階目
tr: %d / %d. Adım

source: Current Selection
fr: Sélection actuelle
ja: 現在の選択
tr: Mevcut Seçim

source: Premium Item
fr: Objet Premium
ja: プレミアムアイテム
tr: Premium Öğe

source: Locked Item
fr: Objet verrouillé
ja: ロック中のアイテム
tr: Kilitli Öğe

# unlock_premium_to_access
source: Unlock Premium to access this item
fr: Débloque Premium pour accéder à cet objet
ja: このアイテムを使うにはプレミアムを解放してください
tr: Bu öğeye erişmek için Premium'u açın

# select_title_description
source: Select a title that represents your character's personality and achievements
fr: Choisis un titre représentant la personnalité et les exploits de ton personnage
ja: キャラクターの個性と実績を表す称号を選んでください
tr: Karakterinizin kişiliğini ve başarılarını yansıtan bir unvan seçin

source: Skin Color
fr: Couleur de peau
ja: 肌の色
tr: Ten Rengi

source: Hairstyle
fr: Coiffure
ja: 髪型
tr: Saç Stili

source: Hair Back Style
fr: Style arrière des cheveux
ja: 後ろ髪スタイル
tr: Arka Saç Stili

source: Hair Color
fr: Couleur des cheveux
ja: 髪色
tr: Saç Rengi

source: Eye Color
fr: Couleur des yeux
ja: 目の色
tr: Göz Rengi

source: No customization selected
fr: Aucune personnalisation sélectionnée
ja: カスタマイズは未選択です
tr: Herhangi bir özelleştirme seçilmedi

source: Default Style
fr: Style par défaut
ja: デフォルトスタイル
tr: Varsayılan Stil

source: Classic Style
fr: Style classique
ja: クラシックスタイル
tr: Klasik Stil

source: Modern Style
fr: Style moderne
ja: モダンスタイル
tr: Modern Stil

source: Elegant Style
fr: Style élégant
ja: エレガントスタイル
tr: Zarif Stil

source: Warrior Style
fr: Style guerrier
ja: 戦士スタイル
tr: Savaşçı Stili

source: Mage Style
fr: Style mage
ja: 魔法使いスタイル
tr: Büyücü Stili

source: Rogue Style
fr: Style voleur
ja: 盗賊スタイル
tr: Haydut Stili

source: Preview your character
fr: Prévisualise ton personnage
ja: キャラクターをプレビュー
tr: Karakterinizi önizleyin

source: Character Customization
fr: Personnalisation du personnage
ja: キャラクターカスタマイズ
tr: Karakter Özelleştirme

source: Character Stats
fr: Statistiques du personnage
ja: キャラクターステータス
tr: Karakter İstatistikleri

# character_level
source: Level
fr: Niveau
ja: レベル
tr: Seviye

# character_experience
source: Experience
fr: Expérience
ja: 経験値
tr: Deneyim

# character_health
source: Health
fr: Santé
ja: 体力
tr: Can

# character_mana
source: Mana
ja: マナ

# character_strength
source: Strength
fr: Force
ja: 力
tr: Güç

# character_intelligence
source: Intelligence
ja: 知力
tr: Zeka

# character_agility
source: Agility
fr: Agilité
ja: 敏捷
tr: Çeviklik

source: Equipped Items
fr: Objets équipés
ja: 装備中のアイテム
tr: Kuşanılmış Eşyalar

source: No items equipped
fr: Aucun objet équipé
ja: 装備中のアイテムはありません
tr: Hiç eşya kuşanılmamış

source: Equip Item
fr: Équiper l’objet
ja: 装備する
tr: Eşyayı Kuşan

source: Unequip Item
fr: Déséquiper l’objet
ja: 装備を外す
tr: Eşyayı Çıkar

source: Item Equipped
fr: Objet équipé
ja: 装備しました
tr: Eşya Kuşanıldı

source: Item Unequipped
fr: Objet déséquipé
ja: 装備を外しました
tr: Eşya Çıkarıldı

source: Customization Progress
fr: Progression de la personnalisation
ja: カスタマイズ進行状況
tr: Özelleştirme İlerlemesi

source: Customization Complete
fr: Personnalisation terminée
ja: カスタマイズ完了
tr: Özelleştirme Tamamlandı

source: Customization Incomplete
fr: Personnalisation incomplète
ja: カスタマイズ未完了
tr: Özelleştirme Eksik

# please_complete_customization
source: Please complete your character customization
fr: Veuillez terminer la personnalisation de votre personnage
ja: キャラクターのカスタマイズを完了してください
tr: Lütfen karakter özelleştirmesini tamamlayın

# customization_saved
source: Customization saved successfully
fr: Personnalisation enregistrée avec succès
ja: カスタマイズを保存しました
tr: Özelleştirme başarıyla kaydedildi

# customization_failed
source: Failed to save customization
fr: Échec de l’enregistrement de la personnalisation
ja: カスタマイズの保存に失敗しました
tr: Özelleştirme kaydedilemedi

# please_select_skin_color
source: Please select a skin color
fr: Veuillez choisir une couleur de peau
ja: 肌の色を選択してください
tr: Lütfen bir ten rengi seçin

# please_select_hairstyle
source: Please select a hairstyle
fr: Veuillez choisir une coiffure
ja: 髪型を選択してください
tr: Lütfen bir saç stili seçin

# please_select_eye_color
source: Please select an eye color
fr: Veuillez choisir une couleur d’yeux
ja: 目の色を選択してください
tr: Lütfen bir göz rengi seçin

# please_select_outfit
source: Please select an outfit
fr: Veuillez choisir une tenue
ja: 装備を選択してください
tr: Lütfen bir kıyafet seçin

# please_select_weapon
source: Please select a weapon
fr: Veuillez choisir une arme
ja: 武器を選択してください
tr: Lütfen bir silah seçin

source: Customization Help
fr: Aide à la personnalisation
ja: カスタマイズのヘルプ
tr: Özelleştirme Yardımı

source: Tap to select
fr: Appuie pour sélectionner
ja: タップで選択
tr: Seçmek için dokunun

source: Tap to preview
fr: Appuie pour prévisualiser
ja: タップでプレビュー
tr: Önizlemek için dokunun

# swipe_to_browse
source: Swipe to browse options
fr: Balaye pour parcourir les options
ja: スワイプで候補を閲覧
tr: Seçenekleri gezinmek için kaydırın

source: Premium items available
fr: Objets Premium disponibles
ja: プレミアムアイテムがあります
tr: Premium eşyalar mevcut

# unlock_premium_for_more_options
source: Unlock premium for more customization options
fr: Débloque Premium pour plus d’options de personnalisation
ja: より多くの選択肢にはプレミアムを解放してください
tr: Daha fazla özelleştirme seçeneği için Premium'u açın

# visit_shop_to_get_boosters
source: Visit the shop to get boosters!
fr: Visite la boutique pour obtenir des boosters !
ja: ショップでブースターを手に入れよう！
tr: Güçlendirici almak için mağazayı ziyaret et!

source: Expired
fr: Expiré
ja: 期限切れ
tr: Süresi Dolmuş

source: from boosters
fr: des boosters
ja: ブースターから
tr: güçlendiricilerden

source: Base
ja: 基本
tr: Temel

source: Dismiss
fr: Fermer
ja: 閉じる
tr: Kapat

source: Coins Gained
fr: Pièces gagnées
ja: 獲得コイン
tr: Kazanılan Altınlar

source: Quest Rewards
fr: Récompenses de quête
ja: クエスト報酬
tr: Görev Ödülleri

source: Reward Animation
fr: Animation de récompense
ja: 報酬アニメーション
tr: Ödül Animasyonu

source: Chest Opened
fr: Coffre ouvert
ja: 宝箱を開けた
tr: Sandık Açıldı

source: Chest Closed
fr: Coffre fermé
ja: 宝箱を閉じた
tr: Sandık Kapalı

source: Boosted Rewards
fr: Récompenses améliorées
ja: ブースト報酬
tr: Geliştirilmiş Ödüller

source: Booster Bonus
fr: Bonus du booster
ja: ブースターボーナス
tr: Güçlendirici Bonusu

source: Booster Multiplier
fr: Multiplicateur du booster
ja: ブースト倍率
tr: Güçlendirici Çarpanı

source: Booster Duration
fr: Durée du booster
ja: 効果時間
tr: Güçlendirici Süresi

source: Booster Remaining
fr: Booster restant
ja: 残り時間
tr: Kalan Güçlendirici Süresi

source: Booster Expired
fr: Booster expiré
ja: ブースター期限切れ
tr: Güçlendirici Süresi Doldu

source: Booster Active
fr: Booster actif
ja: ブースター有効
tr: Güçlendirici Aktif

source: Booster Inactive
fr: Booster inactif
ja: ブースター無効
tr: Güçlendirici Pasif

source: Booster Effect
fr: Effet du booster
ja: ブースト効果
tr: Güçlendirici Etkisi

source: Booster Source
fr: Source du booster
ja: ブースト源
tr: Güçlendirici Kaynağı

source: Booster Type
fr: Type de booster
ja: ブースター種類
tr: Güçlendirici Türü

source: Booster Value
fr: Valeur du booster
ja: ブースト値
tr: Güçlendirici Değeri

# booster_time_left
source: Time Left
fr: Temps restant
ja: 残り時間
tr: Kalan Süre

# booster_minutes
source: minutes
ja: 分
tr: dakika

# booster_hours
source: hours
fr: heures
ja: 時間
tr: saat

# booster_days
source: days
fr: jours
ja: 日
tr: gün

# booster_permanent
source: Permanent
ja: 恒久
tr: Kalıcı

# booster_temporary
source: Temporary
fr: Temporaire
ja: 一時
tr: Geçici

# booster_consumable
source: Consumable
fr: Consommable
ja: 消費
tr: Tüketilebilir

# booster_equipment
source: Equipment
fr: Équipement
ja: 装備
tr: Ekipman

# booster_accessory
source: Accessory
fr: Accessoire
ja: アクセサリー
tr: Aksesuar

# booster_collectible
source: Collectible
fr: Objet de collection
ja: コレクション
tr: Koleksiyonluk

# booster_rarity
source: Rarity
fr: Rareté
ja: レア度
tr: Nadirlik

# booster_common
source: Common
fr: Commun
ja: コモン
tr: Sıradan

# booster_uncommon
source: Uncommon
fr: Peu commun
ja: アンコモン
tr: Nadiren

# booster_rare
source: Rare
ja: レア
tr: Nadir

# booster_epic
source: Epic
fr: Épique
ja: エピック
tr: Destansı

# booster_legendary
source: Legendary
fr: Légendaire
ja: レジェンダリー
tr: Efsanevi

# booster_description
source: Description
ja: 説明
tr: Açıklama

# booster_usage
source: Usage
fr: Utilisation
ja: 使い方
tr: Kullanım

# booster_effects
source: Effects
fr: Effets
ja: 効果
tr: Etkiler

# booster_duration_remaining
source: Duration Remaining
fr: Durée restante
ja: 残り効果時間
tr: Kalan Süre

# booster_time_remaining
source: Time Remaining
fr: Temps restant
ja: 残り時間
tr: Kalan Zaman

# booster_expires_in
source: Expires in
fr: Expire dans
ja: 期限まで
tr: Süresi dolmasına kalan

# booster_expired_on
source: Expired on
fr: Expiré le
ja: 期限切れ日
tr: Şu tarihte sona erdi

# booster_activated_on
source: Activated on
fr: Activé le
ja: 有効化日
tr: Şu tarihte etkinleştirildi

# booster_deactivated_on
source: Deactivated on
fr: Désactivé le
ja: 無効化日
tr: Şu tarihte devre dışı bırakıldı

# booster_activation_time
source: Activation Time
fr: Heure d’activation
ja: 有効化時刻
tr: Etkinleştirme Süresi

# booster_expiration_time
source: Expiration Time
fr: Heure d’expiration
ja: 期限時刻
tr: Bitiş Süresi

# booster_total_bonus
source: Total Bonus
fr: Bonus total
ja: 合計ボーナス
tr: Toplam Bonus

# booster_individual_bonus
source: Individual Bonus
fr: Bonus individuel
ja: 個別ボーナス
tr: Bireysel Bonus

# booster_combined_bonus
source: Combined Bonus
fr: Bonus combiné
ja: 合算ボーナス
tr: Birleşik Bonus

# booster_stack_limit
source: Stack Limit
fr: Limite d’empilement
ja: スタック上限
tr: Yığın Limiti

# booster_max_stacks
source: Max Stacks
fr: Empilements max
ja: 最大スタック数
tr: Maksimum Yığın

# booster_current_stacks
source: Current Stacks
fr: Empilements actuels
ja: 現在のスタック
tr: Mevcut Yığınlar

# booster_stack_bonus
source: Stack Bonus
fr: Bonus d’empilement
ja: スタックボーナス
tr: Yığın Bonusu

# booster_stack_multiplier
source: Stack Multiplier
fr: Multiplicateur d’empilement
ja: スタック倍率
tr: Yığın Çarpanı

# booster_stack_duration
source: Stack Duration
fr: Durée d’empilement
ja: スタック持続
tr: Yığın Süresi

# booster_stack_remaining
source: Stack Remaining
fr: Empilement restant
ja: スタック残り
tr: Kalan Yığın Süresi

# booster_stack_expired
source: Stack Expired
fr: Empilement expiré
ja: スタック期限切れ
tr: Yığının Süresi Doldu

# booster_stack_active
source: Stack Active
fr: Empilement actif
ja: スタック有効
tr: Yığın Aktif

# booster_stack_inactive
source: Stack Inactive
fr: Empilement inactif
ja: スタック無効
tr: Yığın Pasif
